Repository: zenden2k/image-uploader
Catalog: Lang/locale/*/LC_MESSAGES/imageuploader.po
Languages: ar, bg, fa_fa, fr, hr_hr, hu, ro, ru, sr_sp, sv, tr, uk

source: Monitor:
bg: Монитор:
ru: Монитор:

source: More colors...
ar: مزيد من الالوان...
bg: Още цветове...
fr: Plus de couleurs...
hu: További színek...
ru: Больше цветов...
sv: Fler färger...
tr: Daha fazla renk...
uk: Більше кольорів...

source: Mouse clicks handlers
ar: نقرات الماوس معالجات
bg: Манипулатори за кликвания с мишката
fa_fa: دسته گذار کلیک ماوس
fr: Gestion des clics de souris
hr_hr: Rukovanje klikovima miša
hu: Egérklikk kezelés
ro: Reactiile iconitei la clicuri
ru: Реакция на действия мыши
sr_sp: Руковање клика
sv: Musklickshanterare
tr: Fare tıklama işlemleri
uk: Обробка клацань мишею

source: Move
ar: نقل
bg: Преместване
fr: Déplacer
hu: Áthelyezés
ro: Mutare
ru: Перемещение
sv: Flytta
tr: Taşı
uk: Перемістити

source: Move Down
ar: تحريك لاسفل
bg: Премести надолу
fr: Vers le bas
hu: Lejjebb
ro: Mutare în jos
ru: Переместить вниз
tr: Aşağı taşı
uk: Вниз

source: Move Up
ar: تحريك لاعلى
bg: Премести нагоре
fr: Vers le haut
hu: Feljebb
ro: Mutare în sus
ru: Переместить вверх
tr: Yukarı taşı
uk: Вгору

source: N
bg: Н

source: Name cannot be empty
ar: الاسم لا يمكن ان يكون فارغ
bg: Името не може да бъде празно
fr: Le nom ne peut être vide
hu: A név nem lehet üres
ro: Numele serverului nu poate fi gol
ru: Название не может быть пустым
sv: Namn kan inte lämnas tomt
tr: Ad boş olamaz
uk: Ім'я не може бути порожнім

source: Name:
ar: الاسم:
bg: Име:
fr: Nom :
hu: Név:
ro: Numele:
ru: Название:
sv: Namn:
tr: Ad:
uk: Ім'я:

source: Network Debugger
bg: Мрежов дебъгер
fr: Débogueur réseau
ru: Сетевой отладчик

source: New Profile Name
ar: اسم السيرة الجديد
bg: Ново име на профила
fr: Nouveau nom de profil
hr_hr: Novi profil ime
hu: Új profilnév
ro: Numele profilului nou
ru: Имя нового профиля
sv: Nytt profilnamn
tr: Yeni Profil Adı
uk: Нове ім'я профілю

source: New folder
ar: مجلد جديد
bg: Нова папка
fa_fa: پوشه جدید
fr: Nouveau dossier
hr_hr: Nova mapa
hu: Új mappa
ro: Mapa nouă
ru: Новая папка
sr_sp: Нова фасцикла
sv: Ny mapp
tr: Yeni klasör
uk: Нова папка

source: New profile
bg: Нов профил
fr: Nouveau profil
hu: Új profil
ro: Profil nou
ru: Новый профиль
uk: Новий профіль

source: Next >
ar: التالي >
bg: Следващ >
fa_fa: بعدی >
fr: Suivant >
hr_hr: Dalje >
hu: Tovább >
ro: Înainte >
ru: Далее >
sr_sp: Даље >
sv: Nästa >
tr: İleri >
uk: Далі >

source: No
bg: Не
fr: Non
ru: Нет

source: No Folder Selected
ar: لا يوجد مجلد محدد
bg: Няма избрана папка
fa_fa: پوشه ای انتخاب نشده است
fr: Aucun dossier sélectionné
hr_hr: Mapa nije odabrana
hu: Nincs mappa kijelölve
ro: Mapa nu e selectata
ru: Папка не выбрана
sr_sp: Фасцикла није одабрана
sv: Ingen mapp vald
tr: Klasör seçilmedi
uk: Немає обраної папки

source: No files were found.
ar: لم يعثر على اي ملفات.
bg: Не бяха намерени файлове.
fa_fa: فایلی یافت نشد
fr: Aucun fichier n'a été trouvé.
hr_hr: Nijedna dototeka nije nije pronađena.
hu: Nem található fájl.
ro: N-a fost gasit nici un fişier.
ru: Не найдено ни одного файла.
sr_sp: Ни једна датотека није нађена.
sv: Inga filer hittades.
tr: Dosya bulunamadı.
uk: Жодного файлу не знайдено.

source: No pictures were found.
ar: لم يعثر على اي صور.
bg: Не бяха намерени снимки.
fa_fa: تصویری یافت نشد
fr: Aucune image n'a été trouvée.
hr_hr: Nijedna slika nije pronađena.
hu: Nincsenek képek.
ro: Nici o imaginea nu a fost gasită.
ru: Не найдено ни одного файла изображений.
sr_sp: Ни једна слика није нађена.
sv: Inga bilder hittades.
tr: Resim bulunamadı.
uk: Жодної картинки не знайдено.

source: No proxy (direct connection)
bg: Без прокси (директна връзка)
fr: Aucun proxy (connexion directe)
ro: Fără proxy (conexiune directă)
ru: Без прокси (прямое соединение)
uk: Без проксі (пряме підключення)

source: No updates for %s components are available
bg: Няма налични актуализации за %s компоненти
ru: Нет доступных обновлений для компонентов %s

source: None
bg: Няма
fr: Aucune
ru: Не задано

source: Num of retries per action:
ar: عدد مرات اعادة المحاولة لكل عمل:
bg: Брой повторни опити за действие:
fa_fa: تعداد تجدیدنظر درهر اقدام:
fr: Nombre de tentatives par action :
hr_hr: Broj ponavljanja po akciji:
hu: Egy művelethez tartozó újrapróbálkozások száma:
ro: Numarul de incercari de îndeplinire unei operatiei:
ru: Кол-во попыток для одной операции:
sr_sp: Понављање по акцији:
sv: Antal återförsök per åtgärd:
tr: Dosya başına eylem sayısı
uk: Кількість спроб для кожної операції:

source: Num of retries per file:
bg: Брой повторни опити на файл:
fr: Nombre de tentatives par fichier :
ro: Numarul de incercari de incarcarea unui fisier:
ru: Кол-во попыток загрузки файла:
uk: Кількість спроб для кожного файлу:

source: Number of columns:
ar: عدد الاعمدة:
bg: Брой колони:
fa_fa: تعداد ستونها:
fr: Nombre de colonnes :
hr_hr: Broj stupaca:
hu: Oszlopok száma:
ro: Numărul coloanelor:
ru: Количество колонок:
sr_sp: Број колона:
sv: Antal kolumner:
tr: Sütun sayısı:
uk: Кількість стовпців:

source: Number of frames:
ar: عدد الاطارات:
bg: Брой рамки:
fa_fa: تعداد فریم ها:
fr: Nombre de cadres :
hr_hr: Broj kadrova:
hu: Kockák száma:
ro: Numărul cadrelor:
ru: Кол-во кадров:
sr_sp: Број фрејмова:
sv: Antal bildrutor:
tr: Video kare sayısı:
uk: Кількість кадрів:

source: OK
ar: موافق
bg: Добре
fa_fa: تایید
hr_hr: U redu
sr_sp: У реду
tr: Tamam

source: Older than 30 days
bg: По-старо от 30 дни
fr: Vieux de plus de 30 jours
ro: Mai vechi de 30 de zile
ru: Старше 30 дней
uk: Старіше 30 днів

source: Open containing folder
ar: فتح المجلد المتضمن
bg: Отвори съдържащата папка
fr: Ouvrir dossier contenant
hu: Konténer mappa megnyitása
ro: Deschide folder cu imagini
ru: Открыть папку с изображениями
sv: Öppna målmappen
tr: İçeren klasörü aç
uk: Відкрити папку із вмістом

source: Open download page
bg: Отваряне на страницата за изтегляне
fr: Ouvrir la page de téléchargement
ro: Deschide pagina de descărcare
ru: Открыть страницу загрузки
uk: Відкрити сторінку завантаження

source: Open in Web Browser
ar: فتح في مستعرض ويب
bg: Отваряне в уеб браузър
fa_fa: بازکردن در مرورگر وب
fr: Ouvrir dans le navigateur Web
hr_hr: Otvori u Web pretraživaču
hu: Megnyitás a Böngészőben
ro: Deschide în navigatorul
ru: Открыть в браузере
sr_sp: отвори у претраживачу
sv: Öppna i webbläsaren
tr: Tarayıcı ile aç
uk: Відкрити у веб-браузері

source: Open in Wizard
ar: فتح في المعالج
bg: Отваряне в съветника
fr: Ouvrir dans l'assistant
hr_hr: Otvori u čarobnjaku
hu: Megnyitás a varázslóval
ro: Deschide in wizard
ru: Открыть в окне мастера
sv: Öppna i guiden
tr: Sihirbazı Aç
uk: Відкрити у майстрі

source: Open in external editor
ar: فتح في محرر خارجي
bg: Отваряне във външен редактор
fr: Ouvrir dans un éditeur externe
hu: Megnyitás külső szerkesztőben
ro: Deschideți în editorul extern
ru: Открыть во внешнем редакторе
sv: Öppna i extern redigerare
tr: Harici düzenleyicide aç
uk: Відкрити в зовнішньому редакторі

source: Open in folder
ar: فتح في مجلد
bg: Отвори в папка
fa_fa: بازکردن در پوشه
fr: Ouvrir dans le dossier
hr_hr: Otvori u mapi
hu: Megnyitás mappában
ro: Deschide folder
ru: Показать файлы в папке
sr_sp: отвори фасциклу
sv: Öppna målmappen
tr: Klasörü aç
uk: Відкрити у папці

source: Open in the editor
ar: فتح في المحرر
bg: Отвори в редактора
fr: Ouvrir dans l'éditeur
hu: Megnyitás a szerkesztőben
ro: Deschideți în editor
ru: Открыть в редакторе
sv: Öppna i redigerare
tr: Düzenleyicide aç
uk: Відкрити в редакторі

source: Open screenshot in the editor
ar: فتح الصورة في محرر
bg: Отворете екранна снимка в редактора
fr: Ouvrir la capture d'écran dans l'éditeur
hu: Képernyőfelvétel megnyitása a szerkesztőben
ro: Deschide captura de ecran în editor
ru: Открыть скриншот в редакторе
sv: Öppna skärmklippet i redigeraren
tr: Hızlı çekimi düzenleyicide aç
uk: Відкрити знімок у редакторі

source: Open screenshots folder
ar: فتح مجلد الصور
bg: Отваряне на папката със снимки на екрана
fr: Ouvrir le dossier des captures d'écran
hu: Tároló mappa megnyitása...
ro: Deschideți folderul capturi de ecran
ru: Открыть папку со снимками
tr: Hızlı çekim klasörünü aç
uk: Відкрити папку зі знімками екрана

source: Open servers folder
bg: Отваряне на папката на сървърите
fr: Ouvrir le dossier serveurs
ru: Открыть папку с серверами

source: Open system connection settings
bg: Отворете настройките за системна връзка
fr: Ouvrir paramètres de connexion du système
ru: Открыть системные настройки подключений

source: Open the website
bg: Отворете уебсайта
fr: Ouvrir le Site Web
ru: Открыть веб-сайт

source: Open with...
bg: Отвори с...
fr: Ouvrir avec...
ro: Deschide cu...
ru: Открыть с помощью...

source: Operation was cancelled by user.
bg: Операцията е отменена от потребителя.
ru: Операция была прервана пользователем.

source: Options
ar: الخيارات
bg: Опции
fa_fa: گزینه ها
hr_hr: Opcije
hu: Beállítások
ro: Optiuni
ru: Опции
sr_sp: Опције
sv: Alternativ
tr: Seçenekler
uk: Параметри

source: Overall bitrate:
ar: معدل البت الاجمالي:
bg: Общ битрейт:
fa_fa: مجموع سرعت ذره ای:
fr: Débit binaire global :
hr_hr: Ukupna brzina prijenosa:
hu: Teljes bitráta:
ro: Bitrate sumar:
ru: Общий битрейт:
sr_sp: Општи битрејт:
sv: Övergripande bithastighet:
tr: Genel bitrate:
uk: Загальний бітрейт:

source: Parameters:
ar: المعلمات:
bg: Параметри:
fr: Paramètres :
hu: Paraméterek:
ro: Parametrii:
ru: Параметры:
sv: Parametrar:
tr: Parametreler:
uk: Параметри:

source: Password:
ar: كلمة السر:
bg: Парола:
fa_fa: رمزعبور:
fr: Mot de passe :
hr_hr: Zaporka:
hu: Jelszó:
ro: Parola:
ru: Пароль:
sr_sp: Лозинка:
sv: Lösenord:
tr: Parola:
uk: Пароль:

source: Paste
ar: لصق
bg: Паста
fa_fa: چسباندن
fr: Coller
hr_hr: Zalijepi
hu: Beillesztés
ro: Lipire
ru: Вставить из буфера
sr_sp: Прилепи
sv: Klistra in
tr: Yapıştır
uk: Вставити

source: Paste HTML from clipboard
ar: HTML لصق من الحافظة
bg: Поставяне на HTML от клипборда
fr: Coller le HTML du presse-papiers
hu: HTML-beillesztés a vágólapból
ro: Insera HTML din clipboard
ru: Вставить HTML из буфера
sv: Klistra in HTML från Urklipp
tr: Pano'dan Yapıştır
uk: Вставити HTML із буфера

source: Paste HTML on Ctrl+V
ar: لصق HTML on Ctrl+V
bg: Поставяне на HTML с Ctrl+V
fr: Coller HTML par Ctrl+V
hu: Illessze be a HTML-t a Ctrl + V-vel
ro: Insera HTML pe Ctrl+V
ru: Вставлять HTML при нажатии Ctrl+V
sv: Klistra in HTML med Ctrl+V
tr: Ctrl + V ile Yapıştır
uk: Вставляти HTML за Ctrl+V

source: Paste a link to shorten it:
ar: لصق ارتباط مقصر:
bg: Поставете линк, за да го съкратите:
fr: Collez un lien pour le raccourcir :
hu: Illesszen be egy linket, hogy lerövidítse:
ro: Lipiți un link pentru a-l scurta:
ru: Введите URL:
sv: Klistra in en länk för att korta av den:
tr: Kısaltmak istediğiniz linki yapıştırın:
uk: Введіть посилання, яке слід скоротити:

source: Pause
bg: Пауза
ru: Пауза

source: Pixelation
bg: Пикселизация
fr: Pixellisation
ro: Pixelare
ru: Пикселизация
uk: Пікселізація

source: Please choose period:
ar: الرجاء اختيار الفترة:
bg: Моля, изберете период:
fr: Veuillez choisir la période :
hu: Válasszon periódust:
ro: Vă rugăm să alegeți perioada:
ru: Пожалуйста, выберите период:
tr: Lütfen zamanı seçiniz:
uk: Оберіть період:

source: Please enter an URL
bg: Моля, въведете URL адрес
fr: Veuillez saisir une URL
ro: Introduceți o adresă URL
ru: Пожалуйста, введите URL
uk: Введіть URL-адресу

source: Please enter the text you see in the image:
ar: الرجاء ادخال النص الذي تراه في الصورة:
bg: Моля, въведете текста, който виждате на изображението:
fr: Veuillez saisir le texte que vous voyez dans l'image :
hu: Adja meg a képen látható szöveget:
ro: Vă rugăm să introduceți textul pe care îl vedeți în imagine:
ru: Введите текст с картинки:
sv: Ange texten du ser i bilden:
tr: Lütfen resimde gördüğünüz metni girin:
uk: Введіть текст, який ви бачите на зображенні:

source: Please note that program needs to be restarted for new language settings to take affect.
ar: يرجى الملاحظة ان البرنامج يحتاج الى اعادة التشغيل لاعدادات اللغة الجديدة لتكون نافذة المفعول.
bg: Моля, обърнете внимание, че програмата трябва да бъде рестартирана, за да влязат в сила новите езикови настройки.
fa_fa: لطفا توجه داشته باشید برای اثر گذاشتن تغییر زبان به ریستارت نیاز دارید
fr: Veuillez noter que le programme doit être redémarré pour que les nouveaux paramètres de langue prennent effet.
hr_hr: Ponovo pokrenite aplikaciju kako bi primjenili novi jezik.
hu: Vegye figyelembe, hogy a programot újra kell indítani az új nyelvi beállítások, aktíválásához.
ro: Atenţie! Image Uploader trebuie sa fie repornit pentru a afişa limba nou aleasă.
ru: Внимание: чтобы изменения в языке вступили в силу, программу необходимо перезапустить.
sr_sp: Требате поново да покренете програм да би видели нови језик.
sv: Notera att programmet måste startas om för att nya språkinställningar skall få effekt.
tr: Yeni dil ayarlarının etkili olması için programı yeniden başlatın.
uk: Зверніть увагу: Щоб нові налаштування мови набрали чинності, програму необхідно перезапустити.

source: Please specify authentication settings for '%s' server!
ar: الرجاء تحديد اعدادات المصادقة للخادم '%s'!
bg: Моля, задайте настройки за удостоверяване за сървъра '%s'!
fa_fa: لطفا تایید تنظیمات را برای '%s' سرور مشخص کنید
fr: Veuillez spécifier les paramètres d'authentification pour le serveur '%s' !
hr_hr: Odrediti dozvole za poslužitelj '%s'!
hu: Adja meg a hitelesítési beállításokat a '%s' szervernek!
ro: Nu ati setat parametrile de logare la server '%s'!
ru: Вы не задали параметры авторизации на сервере '%s'!
sr_sp: Унети поставке аутентификације за сервер '%s'!
sv: Ange autentiseringsuppgifter för server '%s'!
tr: Lütfen '%s' sunucusu için hesap bilgilerinizi belirtin!
uk: Вкажіть параметри перевірки автентичності для сервера '%s'!

source: Please wait while your history is being converted...
bg: Моля, изчакайте, докато историята ви се конвертира...
fr: Veuillez patienter pendant la conversion de votre historique...
ro: Vă rugăm să așteptați în timp ce istoricul dvs. este convertit...
ru: Пожалуйста, подождите, пока ваша история будет сконвертирована...
uk: Зачекайте, поки історія конвертується...

source: Port:
ar: المنفذ:
bg: Порт:
fa_fa: پورت:
ro: Portul:
ru: Порт:
sr_sp: Порт:
uk: Порт:

source: Postponed
bg: Отложено
fr: Reporté
ro: Amânat
ru: Отложено
uk: Відкладено

source: Preparing image...
bg: Подготовка на изображението...
fr: Préparation de l'image...
ro: Pregătirea imaginii...
ru: Подготовка изображения...

source: Preserve metadata (for ex. EXIF)
bg: Запазване на метаданни (например EXIF)
fr: Conserver les métadonnées (par ex. EXIF)
ru: Сохранять метаданные (например, EXIF)

source: Preset:
bg: Предварително зададено:
ru: Предустановка:

source: Pressing this button while holding Shift will close the window.
bg: Натискането на този бутон, докато държите Shift, ще затвори прозореца.
ru: Нажатие этой кнопки при зажатом Shift приведет к закрытию окна.

source: Pressing this button while holding Shift will not close the window.
bg: Натискането на този бутон, докато държите Shift, няма да затвори прозореца.
ru: Нажатие этой кнопки при зажатом Shift не приведет к закрытию окна.

source: Preview
ar: معاينة
bg: Преглед
fr: Aperçu
hu: Előnézet
ro: Previzualizare
ru: Предпросмотр
sv: Förhandsgranskning
tr: Önizleme
uk: Попередній перегляд

source: Preview Window
ar: نافذة المعاينة
bg: Прозорец за предварителен преглед
fr: Aperçu de la fenêtre
hu: Előnézeti ablak
ro: Fereastra de previzualizare
ru: Окно предпросмотра
sv: Förhandsgranskningsfönster
tr: Önizleme Penceresi
uk: Вікно попереднього перегляду

source: Print...
ar: طباعة...
bg: Печат...
fr: Imprimer...
hu: Nyomtatás...
ro: Imprimă...
ru: Печать...
tr: Yazdır...
uk: Друк...

source: Private key file doesn't exist.
bg: Файлът с частен ключ не съществува.
fr: Le fichier de clé privée n'existe pas.
ro: Fișierul cu cheie privată nu există.
ru: Файл с приватным ключом не существует.
uk: Файл приватного ключа не існує.

source: Private key file:
bg: Файл с частен ключ:
fr: Fichier de clé privée :
ro: Fișier cheie privată:
ru: Приватный ключ:
uk: Файл приватного ключа:

source: Process Status
bg: Състояние на процеса
ru: Статус процесса

source: Process images before upload
ar: عملية الصور قبل الرفع
bg: Обработка на изображения преди качване
fr: Traiter les images avant de les charger
hr_hr: Obradi slike prije slanja
hu: Képek feldolgozása feltöltés előtt
ro: Converteaza imagini
ru: Обрабатывать изображения
sv: Bearbeta bilder före uppladdning
tr: Yükleme öncesi işlem
uk: Обробляти зображення перед відвантаженням

source: Processing folder:
ar: تجهيز مجلد:
bg: Папка за обработка:
fa_fa: پردازش پوشه:
fr: Dossier de traitement :
hr_hr: Obrada mape:
hu: Feldolgozó mappa:
ro: Se prelucreaza catalogul:
ru: Обрабатывается каталог:
sr_sp: Обрада фасцикле:
sv: Bearbetar mappen:
tr: İşlem klasörü:
uk: Обробка папки:

source: Profile "%s" not found. It may be caused by a configuration error or usage of multiple versions of the application on the same computer.
bg: Профилът „%s“ не е намерен. Това може да е причинено от грешка в конфигурацията или използване на множество версии на приложението на един и същ компютър.
fr: Profil "%s" introuvable. Cela peut être dû à une erreur de configuration ou à l'utilisation de plusieurs versions de l'application sur le même ordinateur.
ro: Profilul "%s" nu a fost găsit. Poate fi cauzată de o eroare de configurare sau de utilizarea mai multor versiuni ale aplicației pe același computer.
ru: Профиль "%s" не найден. Это может быть вызвано ошибкой конфигурации или использованием нескольких версий Image Uploader на одном компьютере.
uk: Профіль "%s" не знайдено. Може бути спричинено помилкою конфігурації або використанням кількох версій програми на одному комп'ютері.

source: Profile with such name already exists!
ar: السيرة بهذا الاسم موجود مسبقا!
bg: Профил с такова име вече съществува!
fr: Un profil portant ce nom existe déjà !
hr_hr: Profil s tim imenom već postoji!
hu: Ilyen nevű profil már létezik!
ro: Sablona cu acest nume deja exista!
ru: Шаблон с таким именем уже существует!
sv: En profil med samma namn finns redan!
tr: Bu ada sahip bir profil zaten var!
uk: Профіль з таким ім'ям вже існує!

source: Profile:
ar: الصورة:
bg: Профил:
fr: Profil :
hr_hr: Profil:
hu: Profil:
ro: Profilul:
ru: Профиль:
sv: Profil:
tr: Profil:
uk: Профіль:

source: Progress:
ar: التقدم:
bg: Напредък:
fr: Progression :
hu: Folyamat:
ro: Progres:
ru: Прогресс:
tr: İlerleme:
uk: Перебіг:

source: Properties
ar: خصائص
bg: Имоти
fa_fa: مشخصات
fr: Propriétés
hr_hr: Postavke
hu: Tulajdonságok
ro: Proprietăţi
ru: Свойства
sr_sp: Поставке
sv: Egenskaper
tr: Özellikler
uk: Властивості

source: Proxy type:
ar: نوع الوكيل:
bg: Тип прокси:
fa_fa: نوع پراکسی:
fr: Type de proxy :
hr_hr: Tip proksija:
hu: Proxy Típus:
ro: Tipul serverului:
ru: Тип прокси:
sr_sp: Тип проксија:
sv: Proxytyp:
tr: Proxy türü:
uk: Тип проксі:

source: Quality:
ar: الجودة:
bg: Качество:
fa_fa: کیفیت:
fr: Qualité :
hr_hr: Kvaliteta:
hu: Minőség:
ro: Сalitate:
ru: Качество:
sr_sp: Квалитет:
sv: Kvalitet:
tr: Kalite:
uk: Якість:

source: Queued
ar: في قائمة الانتظار
bg: На опашка
fa_fa: صف بندی شده
fr: File d’attente
hr_hr: U nizu
hu: Ütemezve
ro: In rand
ru: В очереди
sr_sp: У реду
sv: Köad
tr: Sıraya alındı
uk: Черга

source: Quick upload image from clipboard
bg: Бързо качване на изображение от клипборда
fr: Chargement rapide d'une image depuis le presse-papiers
ro: Încărca rapid imaginea din clipboard
ru: Загрузить изображение из буфера
uk: Відвантажити зображення з буфера

source: Re-upload images
ar: اعادة رفع الصور
bg: Качване на изображения отново
fr: Re-charger les images
hu: Képek újbóli feltöltése
ro: Re-încărcați imagini
ru: Повторная загрузка изображений
sv: Ladda upp bilderna igen
tr: Tekrar-Yükleme Resimler
uk: Повторне відвантаження зображень

source: Real-time (fastest)
bg: В реално време (най-бързо)
ru: Реального времени (быстрейшая)

source: Reason:
ar: السبب:
bg: Причина:
fr: Raison :
hu: Ok:
ro: Motivul:
ru: Причина:
sv: Anledning:
tr: Sebep:
uk: Причина:

source: Record
bg: Запис
ru: Запись

source: Rectangle
ar: مستطيل
bg: Правоъгълник
hu: Téglalap
ro: Dreptunghi
ru: Прямоугольник
sv: Rektangel
tr: Dikdörtgen
uk: Прямокутник

source: Redo
ar: الاعادة
bg: Преработи
fr: Rétablir
hu: Újból
ru: Повторить
sv: Upprepa
tr: Yinele
uk: Повторити

source: Remember file server's settings in wizard
ar: تذكر اعدادات خادم الملفات في المعالج
bg: Запомнете настройките на файловия сървър в помощника
fr: Mémoriser les paramètres du serveur de fichiers dans l'assistant
hu: Ne felejtse el a fájlszerver beállításait a varázslóban
ro: Amintiți-vă setările serverului de fișiere în asistent
ru: Запоминать в мастере настройки сервера для других типов файлов
sv: Kom ihåg filserverinställningar i guiden
tr: Dosya yükleme sunucu ayarlarını hatırla
uk: Запам'ятати налаштування сервера для інших типів файлів у майстрі

source: Remember image server's settings in wizard
ar: تذكر اعدادات خادم الصورة في المعالج
bg: Запомнете настройките на сървъра за изображения в съветника
fr: Mémoriser les paramètres du serveur d'images dans l'assistant
hu: Ne felejtse el a képszerver beállításait a varázslóban
ro: Amintiți-vă setările serverului de imagini în asistent
ru: Запоминать в мастере настройки сервера для картинок
sv: Kom ihåg bildserverinställningar i guiden
tr: Resim yükleme sunucu ayarlarını hatırla
uk: Запам'ятати налаштування сервера для зображень у майстрі

source: Remote directory:
ar: الدليل عن بعد:
bg: Отдалечена директория:
fr: Répertoire distant :
hu: Távoli könyvtár:
ro: Dosar la distanță:
ru: Удал. директория:
sv: Fjärrmapp:
tr: Uzak dizin:
uk: Віддалений каталог:

source: Remove
ar: ازالة
bg: Премахване
fa_fa: رفع کردن
fr: Retirer
hr_hr: Ukloni
hu: Eltávolítás
ro: Şterge
ru: Удалить
sr_sp: Уклони
sv: Ta bort
tr: Kaldır
uk: Видалити

source: Remove Item
ar: ازالة مادة
bg: Премахване на елемент
fr: Retirer l'élément
hu: Elem eltávolítása
ro: Şterge elementul
ru: Удалить элемент
tr: Öğe kaldır
uk: Видалити елемент

source: Remove all
ar: ازالة الكل
bg: Премахни всички
fa_fa: رفع همه
fr: Retirer tout
hr_hr: Ukloni sve
hu: Összes eltávolítása
ro: Şterge totul
ru: Удалить всё
sr_sp: уклони све
sv: Ta bort alla
tr: Tümünü kaldır
uk: Видалити все

source: Remove from list
ar: ازالة من قائمة
bg: Премахване от списъка
fa_fa: رفع از لیست
fr: Retirez de la liste
hr_hr: Ukloni sa popisa
hu: Törlés a listáról
ro: Şterge din listă
ru: Удалить из списка
sr_sp: Уклони из списка
sv: Ta bort från listan
tr: Listeden kaldır
uk: Видалити зі списку

source: Remove this account from the list (not from the remote server)
ar: ازالة هذا الحساب من القائمة (وليس من الخادم عن بعد)
bg: Премахване на този акаунт от списъка (не от отдалечения сървър)
fr: Retirez ce compte de la liste (pas du serveur distant)
hu: Távolítsa el ezt a fiókot a listáról (nem a távoli kiszolgálóról)
ro: Elimina acest cont din listă (nu de pe serverul de la distanță)
ru: Удалить эту учетную запись из внутреннего списка (не с удаленного сервера)
tr: Bu hesabı listeden sil (sunucudan silinmez)
uk: Видалити цей обліковий запис зі списку (не з віддаленого сервера)

source: Resize mode:
ar: نمط التحجيم:
bg: Режим на преоразмеряване:
fr: Mode redimensionnement :
hr_hr: Promjena veličine:
hu: Átméretezés:
ro: Mod:
ru: Режим:
sv: Storleksändring:
tr: Boyutlandır:
uk: Режим зміни розміру:

source: Resume
bg: Автобиография
ru: Возобновить

source: Retrieve thumbnails from the Internet
ar: استرداد الصور المصغرة من الانترنت
bg: Извличане на миниатюри от интернет
fr: Récupérer des vignettes sur Internet
hr_hr: Vrati sličice sa interneta
hu: Bélyegképek lekérése az internetről
ro: Descarca miniature din Internet
ru: Загружать миниатюры из Интернета
sv: Hämta miniatyrer från Internet
tr: Web'ten Öngörüntü al
uk: Отримувати ескізи з Інтернету

source: Retry
bg: Опитай отново
fr: Réessayer
ro: Reîncercarea
ru: Повторить
uk: Повторити
