Repository: zenden2k/image-uploader
Catalog: Lang/locale/*/LC_MESSAGES/imageuploader.po
Languages: ar, bg, fa_fa, fr, hr_hr, hu, ro, ru, sr_sp, sv, tr, uk

source: Click on this message to view details...
ar: انقر على هذه الرسالة لعرض التفاصيل...
bg: Кликнете върху това съобщение, за да видите подробности...
fr: Cliquez sur ce message pour voir les détails...
hr_hr: Klikni ovdje za detalje...
hu: A részletek megtekintéséhez kattintson erre az üzenetre...
ro: Apasati pe acest mesaj pentru a vedea detalii ...
ru: Нажмите на это сообщение для открытия окна с кодом...
sr_sp: Кликнути овде да би видели детаље...
sv: Klicka på detta meddelande för detaljerad vy...
tr: Bu mesajın ayrıntılarını görüntülemek için tıklayın...
uk: Клацніть це повідомлення, щоб переглянути подробиці...

source: Clickable thumbnails
ar: الصور المصغرة قابلة للنقر
bg: Миниатюри с възможност за кликване
fa_fa: تصویر کوچک قابل کلیک
fr: Vignettes cliquables
hr_hr: Klikabilne sličice
hu: Kattintható miniatűrök
ro: Schiţe cu marire prin click
ru: Эскизы с увеличением по клику
sv: Klickbara miniatyrer
tr: Tıklanabilir öngörüntü
uk: Інтерактивні ескізи

source: Close
ar: اغلاق
bg: Затвори
fa_fa: بستن
fr: Fermer
hr_hr: Zatvori
hu: Bezár
ro: Închide
ru: Закрыть
sr_sp: Затвори
sv: Stäng
tr: Kapat
uk: Закрити

source: Close window after copying or searching when taking screenshot
bg: Затваряне на прозореца след копиране или търсене при правене на екранна снимка
ru: Закрыть окно после копирования/поиска созданного скриншота

source: Code type:
ar: نوع الكود:
bg: Тип код:
fa_fa: نوع کد:
fr: Type de code :
hr_hr: Tip koda:
hu: Kód típusa:
ro: Codul:
ru: Тип кода:
sr_sp: Тип кода:
sv: Kodtyp:
tr: Kod türü:
uk: Тип коду:

source: Collecting files...
ar: جمع الملفات...
bg: Събиране на файлове...
fa_fa: ...گرداوری فایل ها
fr: Collecte de fichiers...
hr_hr: Prikupljanje datoteka...
hu: Fájlok gyűjtése ...
ro: Căutarea fişierelor...
ru: Сбор файлов...
sr_sp: Прикупљање слика...
sv: Samlar in filer...
tr: Dosyalar toplanıyor...
uk: Збір файлів...

source: Color chooser
ar: منتقي الالوان
bg: Избор на цвят
fr: Sélecteur de couleurs
hu: Színmintavétel
ro: Selector de culori
ru: Выбрать цвет
sv: Färgväljare
tr: Renk seçici
uk: Селектор кольору

source: Color codes
bg: Цветови кодове
fr: Codes couleurs
ro: Coduri de culoare
ru: Код цвета
uk: Код кольру

source: Colors
ar: الالوان
bg: Цветове
fr: Couleurs
hr_hr: Boje
hu: Színek
ro: Culorile
ru: Цвета
sv: Färger
tr: Renkler
uk: Кольори

source: Component name
ar: اسم المكون
bg: Име на компонента
fa_fa: نام مولفه یا جزء
fr: Nom du composant
hr_hr: Ime komponente
hu: Összetevő neve
ro: Denumirea
ru: Название компонента
sr_sp: Име компонента
sv: Komponentnamn
tr: Bileşen adı
uk: Назва компонента

source: Components:
bg: Компоненти:
fr: Composants :
ro: Componente:
ru: Компоненты:
uk: Компоненти:

source: Concatenation...
bg: Свързване...
ru: Склеивание...

source: Connection name:
ar: اسم الاتصال:
bg: Име на връзката:
fr: Connexion nom :
hu: Kapcsolat neve:
ro: Numele conexiunii:
ru: Имя соединения:
sv: Anslutningsnamn:
tr: Bağlantı adı:
uk: Назва з'єднання:

source: Connection name cannot be empty
ar: لا يمكن ان يكون اسم الاتصال فارغ
bg: Името на връзката не може да бъде празно
fr: Nom de la connexion ne peut être vide
hu: A kapcsolat neve nem lehet üres
ro: Numele de conectare nu poate fi gol
ru: Название соединения не может быть пустым
sv: Anslutningsnamnet kan inte lämnas tomt
tr: Bağlantı adı boş olamaz
uk: Назва з'єднання не може бути порожньою

source: Connection settings
ar: اعدادات الاتصال
bg: Настройки за връзка
fa_fa: تنظیمات ارتباط
fr: Paramètres de connexion
hr_hr: Postavke veze
hu: Kapcsolat beállítása
ro: Setările conexiunii
ru: Параметры подключения
sr_sp: Поставке везе
sv: Anslutningsinställningar
tr: Bağlantı ayarları
uk: Параметри з'єднання

source: Context menu custom items:
ar: سياق عناصر القائمة المخصصة:
bg: Персонализирани елементи от контекстното меню:
fr: Éléments personnalisés du menu contextuel :
hu: Helyi menü Egyéni elemek:
ro: Elemente personalizate din meniul contextual:
ru: Пользовательские элементы меню:
sv: Anpassade kontextmenyposter:
tr: Menü özel öğeleri:
uk: Користувацькі елементи контекстного меню:

source: Continue
ar: استمر
bg: Продължи
fr: Continuer
hu: Tovább
ro: Continuă
ru: Продолжить
sv: Fortsätt
tr: Devam
uk: Продовжити

source: Contributors:
ar: المساهمين:
bg: Сътрудници:
fr: Contributeurs :
hu: - Közreműködők:
ro: Contribuitori:
ru: Контрибьюторам:
sv: Bidragsgivare:
tr: Katkıda Bulunanlar
uk: Контрибуторам:

source: Convert UNC path "\\" to "file://"
bg: Преобразувайте UNC пътя "\\" във "file://"
fr: Convertir le chemin UNC "\\" en "fichier://"
ro: Convertiți calea UNC "\\" în "file://"
ru: Преобразовывать UNC-путь "\\" в "file://"
uk: Перетворення UNC шляху "\\" на "file://"

source: Converting history
bg: История на конвертирането
fr: Conversion de l'historique
ro: Conversia istoricului
ru: Конвертирование истории
uk: Конвертування історії

source: Converting...
bg: Конвертиране...
ru: Конвертирование...

source: Copy
ar: نسخ
bg: Копиране
fr: Copier
hu: Másolás
ro: Copiază
ru: Копировать
sv: Kopiera
tr: Kopyala
uk: Копіювати

source: Copy &as
bg: Копиране и като
fr: Copier &sous
ro: Copiază c&a
ru: Копировать как
uk: Копіювати &як

source: Copy URL of %1%->%2%
bg: Копиране на URL адреса на %1%->%2%
fr: Copier l'URL de %1%->%2%
ro: Copiaza adresa URL %1%->%2%
ru: Копировать ссылку на альбом (папку) %1%->%2%
uk: Копіювати URL-адресу %1%->%2%

source: Copy automatically results to clipboard
ar: نسخ النتائج تلقائيا الى الحافظة
bg: Автоматично копиране на резултатите в клипборда
fa_fa: کپی خودکار نتایج به کلیپ برد
fr: Copie auto des résultats dans le presse-papiers
hr_hr: Automatski kopiraj rezultat u međuspremnik
hu: Automatikus másolás a vágólapra
ro: Copiere automată in clipboard
ru: Автоматически копировать результаты в буфер обмена
sr_sp: Ауто копирај резултат у оставу
sv: Kopiera automatiskt resultat till Urklipp
tr: Sonuçları otomatik olarak panoya kopyala
uk: Автоматично копіювати результати до буфера обміну

source: Copy delete link
bg: Копиране на връзката за изтриване
fr: Copier supprimer le lien
ru: Копировать ссылку на удаление

source: Copy e-mail
bg: Копиране на имейл
fr: Copier e-mail
ro: Copiază e-mail
ru: Копировать e-mail
uk: Копіювати електронну пошту

source: Copy folder's ID
bg: Копиране на идентификатора на папката
fr: Copier l'ID du dossier
ro: Copiază ID-ul folderului
ru: Копировать ID папки

source: Copy full path
ar: نسخ المسار الكامل
bg: Копиране на пълния път
fr: Copier le chemin complet
hu: Teljes elérési út másolása
ro: Copiați calea completă
ru: Копировать полный путь к файлу
tr: Tam yolu kopyala
uk: Копіювати повний шлях

source: Copy image
ar: نسخ الصورة
bg: Копиране на изображение
fr: Copier l'Image
hu: Kép másolása
ro: Copiaza imaginea
ru: Копировать изображение
sv: Kopiera bild
tr: Resmi Kopyala
uk: Скопіювати зображення

source: Copy in data:URI format
ar: نسخ في البيانات:صيغة رابط
bg: Копиране във формат данни:URI
fr: Copier dans les données : format URI
hu: Másolás adatként: URI-formátum
ro: Copiază în data:URI format
ru: Копировать в формате data:URI
tr: data:URI olarak kopyala
uk: Копіювати у форматі data:URI

source: Copy in data:URI format (html)
ar: نسخ في البيانات:صيغة رابط (html)
bg: Копиране във формат данни:URI (html)
fr: Copier dans les données : format URI (html)
hu: Másolás adatként: URI-formátum (html)
ro: Copiază în data:URI format (html)
ru: Копировать в формате data:URI (HTML)
tr: data:URI (HTML) olarak kopyala
uk: Копіювати у форматі data:URI (HTML)

source: Copy link
bg: Копиране на връзката
fr: Copier le lien
ru: Копировать ссылку

source: Copy link to thumbnail
bg: Копиране на връзката към миниатюрата
fr: Copier le lien vers la vignette
ru: Копировать ссылку на миниатюру

source: Copy link to view page
bg: Копиране на връзката за преглед на страницата
fr: Copier le lien pour afficher la page
ru: Копировать ссылку на страницу просмотра

source: Copy to Clipboard
ar: نسخ الى الحافظة
bg: Копиране в клипборда
fr: Copier vers le presse-papiers
hr_hr: Kopiraj u međuspremnik
hu: Másolás a vágólapra
ro: Salveaza in Clipboard
ru: Копировать в буфер обмена
sr_sp: Копирај у Оставу
sv: Kopiera till Urklipp
tr: Panoya Kopyala
uk: Копіювати до буфера обміну

source: Copy to clipboard
ar: نسخ الى الحافظة
bg: Копиране в клипборда
fa_fa: کپی به کلیپ برد
fr: Copier dans le presse-papiers
hr_hr: Kopiraj u međuspremnik
hu: Másolás a vágólapra
ro: Copiere în Clipboard
ru: Копировать в буфер
sr_sp: Копирај у оставу
sv: Kopiera till Urklipp
tr: Panoya kopyala
uk: Копіювати до буфера

source: Copy to clipboard (%s)
bg: Копиране в клипборда (%s)
ru: Копировать в буфер (%s)

source: Copy to clipboard and close (%s)
bg: Копиране в клипборда и затваряне (%s)
fr: Copier vers le presse-papiers et fermer (%s)
ro: Copiază în clipboard și închide (%s)
ru: Копировать в буфер и закрыть (%s)
uk: Скопіювати до буфера обміну і закрити (%s)

source: Copy to the clipboard:
bg: Копиране в клипборда:
fr: Copier dans le presse-papiers :
ro: Copiere în Clipboard:
ru: Копировать в буфер обмена:
uk: Копіювати до буфера:

source: Could not add server.
ar: تعذر اضافة الخادم
bg: Не можа да се добави сървър.
fr: Impossible d'ajouter le serveur.
hu: Nem sikerült hozzáadni a kiszolgálót.
ro: Nu se poate adăuga server.
ru: Не удалось добавить сервер.
sv: Kunde inte lägga till server.
tr: Sunucu eklenemedi
uk: Не вдалося додати сервер.

source: Could not authenticate. Please try again.
ar: تعذر مصادقة. الرجاء المحاولة مرة اخرى.
bg: Неуспешно удостоверяване. Моля, опитайте отново.
fr: Impossible de s'authentifier. Veuillez réessayer.
hu: Nem sikerült hitelesíteni. Próbálja újra.
ro: Nu s-a putut autentifica. Vă rugăm să încercați din nou.
ru: Не удалось авторизоваться. Попробовать еще раз.
sv: Kunde inte autentisera. Försök igen.
tr: Hesap doğrulaması başarısız. Lütfen tekrar deneyin.
uk: Не вдалося автентифікуватися. Спробуйте ще раз.

source: Could not find a video stream.
bg: Не можа да бъде намерен видео поток.
fr: Impossible de trouver un flux vidéo.
ro: Nu s-a putut găsi un flux video.
ru: Не могу найти видеопоток.

source: Could not find ffmpeg executable!
bg: Не можа да бъде намерен изпълним файл ffmpeg!
ru: Не могу найти исполняемый файл ffmpeg!

source: Could not find links in the given text!
ar: تعذر العثور على الارتباطات في نص معين!
bg: Не можах да намеря линкове в дадения текст!
fa_fa: Could not find links in given text!
fr: Impossible de trouver des liens dans le texte donné !
hr_hr: Could not find links in given text!
hu: Nem található link az adott szövegben!
ro: Could not find links in given text!
ru: Не найдено ссылок на изображения!
sr_sp: Could not find links in given text!
sv: Kan inte hitta länkar i texten!
tr: Verilen metinde link bulunamadı!
uk: У цьому тексті знайти посилання не вдалося!

source: Could not read package %s
bg: Не можа да се прочете пакет %s
fr: Impossible de lire le package %s
ro: Nu s-a putut citi pachetul %s
ru: Невозможно прочесть архив %s
uk: Не вдалося прочитати пакет %s

source: Could not save settings file. See error log for details.
ar: تعذر حفظ ملف الاعدادات. راجع سجل الاخطاء للحصول على التفاصيل.
bg: Файлът с настройки не можа да бъде запазен. Вижте дневника на грешките за подробности.
fr: Impossible d'enregistrer le fichier de paramètres. Voir le journal des erreurs pour plus de détails.
hu: A beállítási fájl mentése nem sikerült. Lásd a hibajelentést a részletekért.
ro: Nu s-a putut salva fișierul de setări. Consultați jurnalul de erori pentru detalii.
ru: Не удалось сохранить файл с настройками. Для подробностей смотрите журнал ошибок.
tr: Ayarlar dosyası kaydedilemedi. Detay için hata günlüğüne bakınız.
uk: Не вдалося зберегти файл параметрів. Для отримання додаткової інформації перегляньте журнал помилок.

source: Could not upload screenshot :(
ar: لا يمكن رفع الصورة:(
bg: Не можах да кача екранна снимка :(
fr: Impossible de charger la capture d'écran :(
hr_hr: Ne mogu poslati snimku ekrana:(
hu: Nem sikerült feltölteni a képernyőfelvételt :(
ro: N-am putut sa incarc imaginea :(
ru: Не удалось загрузить снимок :(
sr_sp: не могу да пошаљем усликавање:(
sv: Kunde inte ladda upp skärmklippet :(
tr: Ekran görüntüsü yüklenemedi
uk: Не вдалося відвантажити знімок екрана :(

source: Couldn't load servers list file "servers.xml"! The reason is: %s Do you wish to continue?
ar: تعذر رفع ملف قائمة الخادمات "servers.xml"! ان السبب: %s هل تريد الاستمرار?
bg: Не можа да се зареди файлът със списъка със сървъри "servers.xml"! Причината е: %s Искате ли да продължите?
fa_fa: بارگیری کرد "servers.xml"نمیتوان فایل لیست سرور را علت هست: %s ایا میخواهید ادامه دهید؟
fr: Impossible de charger le fichier de liste de serveurs "servers.xml" ! Raison : %s Souhaitez-vous continuer ?
hr_hr: Ne mogu učitasti spisak poslužitelja "servers.xml"! Razlog: %s Nastaviti?
hu: Nem lehet betölteni a "servers.xml"-t, a kiszolgálók listáját! Ennek oka: %s Folytatja?
ro: Nu pot deschide fisierul cu lista de serveri "servers.xml"! Motiv: %s De continuat executarea programei?
ru: Невозможно открыть файл со списком серверов "servers.xml"! Причина: %s Продолжить работу программы?
sr_sp: Не могу да учитам списак сервера "servers.xml"! Разлог: %s Наставити?
sv: Kunde inte läsa in serverfillistan "servers.xml"! Anledningen är: %s Vill du fortsätta?
tr: Sunucu liste dosyası "servers.xml" yüklenemiyor! Bunun nedeni: %s Devam etmek istiyormusunuz?
uk: Не вдалося завантажити файл списку серверів "servers.xml"! Причина: %s Бажаєте продовжити?

source: Couldn't load thumbnail preset!
ar: تعذر رفع الصور المصغرة مسبقا!
bg: Не можа да се зареди предварително зададена миниатюра!
fr: Impossible de charger le préréglage de vignettes !
hr_hr: Ne mogu učitati postavke sličice!
hu: Nem sikerült betölteni a bélyegkép-készletet!
ro: Nu pot deschide sablona miniaturii!
ru: Не могу загрузить файл миниатюры!
sv: Kunde inte läsa in miniatyrinställningar!
tr: Öngörüntü şablonu yüklenemedi!
uk: Не вдалося завантажити шаблон ескізу!

source: Create Profile
bg: Създаване на профил
fr: Créer un Profil
hu: Profil létrehozása
ro: Creaza profil
ru: Создать профиль
uk: Створити профіль

source: Create a Copy
ar: انشاء نسخ
bg: Създаване на копие
fr: Créer une copie
hr_hr: Napravi preslik
hu: Másolat létrehozása
ro: Creaza o copie
ru: Создать копию
sv: Skapa en kopia
tr: Kopyala oluştur
uk: Створення копії

source: Create folder
ar: انشاء مجلد
bg: Създаване на папка
fa_fa: ایجاد پوشه
fr: Créer un dossier
hr_hr: Kreiraj mapu
hu: Mappa létrehozása
ro: Creaza mapa
ru: Создать папку
sr_sp: Креирај фасциклу
sv: Skapa mapp
tr: Klasör oluştur
uk: Створити папку

source: Create folder (album)
ar: انشاء مجلد (البوم)
bg: Създаване на папка (албум)
fa_fa: (ایجاد پوشه (آلبوم
fr: Créer un dossier (album)
hr_hr: Kreiraj mapu (album)
hu: Mappa létrehozása (album)
ro: Mapa noua (sau album)
ru: Новая папка (альбом)
sr_sp: Креирај фасциклу (албум)
sv: Skapa mapp (album)
tr: Klasör oluştur (albüm)
uk: Створити папку (альбом)

source: Create nested folder
ar: انشاء مجلد متداخل
bg: Създаване на вложена папка
fa_fa: ایجاد پوشه تودرتو
fr: Créer un dossier imbriqué
hr_hr: Kreiraj ugniježđenu mapu
hu: Beágyazott mappa létrehozása
ro: Creaza subfolder
ru: Создать вложенную папку
sr_sp: Креирај угнеждану фасциклу
sv: Skapa undermapp
tr: İç içe klasör oluştur
uk: Створити вкладені папки

source: Create thumbnails
ar: انشاء مصغرات
bg: Създаване на миниатюри
fr: Créer des vignettes
hr_hr: Kreiraj sličice
hu: Bélyegképek létrehozása
ro: Creaza miniature
ru: Создавать миниатюры (превью)
sv: Skapa miniatyrer
tr: Öngörüntü oluştur
uk: Створювати ескізи

source: Creating new thumbnail preset
ar: انشاء اعداد مسبق جديد مصغر
bg: Създаване на нов готов миниатюрен файл
fr: Création d'un nouveau préréglage de vignettes
hu: Új miniatűr-beállításkészlet létrehozása
ro: Crearea unei noi presetări de miniatură
ru: Создание нового шаблона миниатюры
tr: Öngörüntü şablonu oluştur
uk: Створення нового шаблона ескізу

source: Crop
ar: جمع
bg: Култура
fr: Recadrer
hu: Vágás
ro: Decupa
ru: Обрезка
sv: Beskär
tr: Kırp
uk: Обрізати

source: Current monitor
bg: Текущ монитор
fr: Moniteur actuel
ru: Текущий монитор
uk: Поточний монітор

source: Current profile's changes weren't saved. Do you want to continue?
ar: لا يتم حفظ التغييرات في الصورة الحالية. هل تريد الاستمرار؟
bg: Промените в текущия профил не бяха запазени. Искате ли да продължите?
fr: Les modifications du profil actuel n'ont pas été enregistrées. Voulez-vous continuer ?
hr_hr: Promjene trenutnog profila spremljene. Želite li nastaviti?
hu: A jelenlegi profil módosításai nem lettek elmentve. Folytatja?
ro: Profilul curent nu a fost salvat. Doriti sa continuati?
ru: Текущий профиль не был сохранен. Продолжить?
sv: Aktuella profiländringar har inte sparats. Vill du fortsätta?
tr: Geçerli profilin değişikliği kaydedilmedi. Devam etmek istiyor musunuz?
uk: Зміни поточного профілю не були збережені. Продовжити?

source: Cut
ar: قص
bg: Изрязване
fr: Couper
hu: Vágás
ro: Tăia
ru: Вырезать
sv: Klipp ut
tr: Kes
uk: Вирізати

source: Data file path:
bg: Път към файла с данни:
fr: Chemin du fichier de données :
ro: Calea fișierului de date:
ru: Путь к данным:

source: Date from:
bg: Дата от:
fr: Date du :
ro: Date din:
ru: Дата от:
uk: Дата від:

source: Decode response
bg: Декодиране на отговор
fr: Décoder la réponse
ru: Декодировать ответ

source: Default server for other file types
ar: الخادم الافتراضي لانواع الملفات الاخرى
bg: Сървър по подразбиране за други типове файлове
fr: Serveur par défaut pour d'autres types de fichiers
hu: Alapértelmezett kiszolgáló más fájltípusokhoz
ro: Serverul pentru alte fisiere
ru: Сервер по-умолчанию для хранения других типов файлов
sv: Standardserver för andra filtyper
tr: Varsayılan dosya yükleme sunucusu
uk: Типовий сервер для інших типів файлів

source: Default server for uploading images
ar: الخادم الافتراضي لرفع الصور
bg: Сървър по подразбиране за качване на изображения
fr: Serveur par défaut pour charger des images
hu: Alapértelmezett kiszolgáló a képek feltöltéséhez
ro: Server implicit pentru încărcarea imaginilor
ru: Сервер по-умолчанию для хранения изображений
sv: Standardserver för bilduppladdning
tr: Varsayılan resim yükleme sunucusu
uk: Типовий сервер для відвантаження зображень

source: Default settings
ar: الاعدادات الافتراضية
bg: Настройки по подразбиране
fr: Paramètres par défaut
hu: Alapértelmezett beállítások
ro: Setări implicite
ru: Настройки по-умолчанию
sv: Standardnställningar
tr: Varsayılan Ayarlar
uk: Типові налаштування

source: Deinterlace
ar: تشابك
bg: Деинтерлейсиране
fr: Désentrelacé
hr_hr: Bez preplitanja
hu: Átalakítás
ro: Deinterlacing
ru: Деинтерлейсинг
sv: Avfläta
tr: Ayrıştırma
uk: Деінтерлейсинг

source: Delay when hiding window:
ar: تاخير عند اخفاء النافذة:
bg: Забавяне при скриване на прозорец:
fr: Délai lors du masquage de la fenêtre :
hr_hr: Čekanje na skrivanje prozora:
hu: Az ablak elrejtésének késleltetése:
ro: Timeout pentru ascunderea ferestrei:
ru: Задержка при скрытии окон:
sr_sp: чекање на сакривање прозора:
sv: Fördröjning när fönstret döljs:
tr: Pencereyi gizle:
uk: Затримка приховування вікна:

source: Delete
bg: Изтриване
fr: Supprimer
ro: Sterge
ru: Удалить

source: Delete Profile
ar: حذف السيرة
bg: Изтриване на профил
fr: Supprimer le profil
hr_hr: Obriši profil
hu: Profil törlése
ro: Sterge profil
ru: Удалить профиль
sv: Ta bort profil
tr: Profili Sil
uk: Видалити профіль

source: Delete account
ar: حذف الحساب
bg: Изтриване на акаунт
fr: Supprimer le compte
hu: Fiók törlése
ro: Sterge account
ru: Удалить аккаунт
sv: Ta bort konto
tr: Hesabı sil
uk: Видалити обліковий запис

source: Delete file from server
ar: حذف الملف من الخادم
bg: Изтриване на файл от сървъра
fr: Supprimer le fichier du serveur
hu: Fájl törlése a szerverről
ro: Șterge fișierul de pe server
ru: Удалить файл с сервера
tr: Sunucudaki dosyayı sil
uk: Видалити файл із сервера

source: Deleting the file from the server
bg: Изтриване на файла от сървъра
fr: Suppression du fichier du serveur
ro: Șterge fișierul de pe server
ru: Удаление файла с сервера
uk: Видалити файл із сервера

source: Developer mode
ar: نمط المطور
bg: Режим за разработчици
fr: Mode développeur
hu: Fejlesztői mód
ro: Modul dezvoltatorului
ru: Режим разработчика
tr: Geliştirici Modu
uk: Режим розробника

source: Directory to save screenshots:
ar: دليل لحفظ الصور:
bg: Директория за запазване на екранни снимки:
fr: Répertoire pour enregistrer les captures d'écran :
hr_hr: Mapa za spremanje snimaka ekrana:
hu: A képernyőfelvételekek mentése mappa:
ro: Mapa pentru salvare pozelor:
ru: Папка для сохранения скриншотов:
sr_sp: фасцикла за сачувавање усликавања:
sv: Mapp för att spara skärmklipp:
tr: Ekran görüntülerinin kaydedileceği dizin:
uk: Папка для збереження знімків екрана:

source: Disable localization
bg: Деактивиране на локализацията
fr: Désactiver la localisation
ro: Dezactiveaza localizarea
ru: Отключить локализацию
uk: Вимкнути локалізацію

source: Display video file information on resulting picture
ar: عرض معلومات ملف الفيديو على الصورة الناتجة
bg: Показване на информация за видеофайла върху получената снимка
fa_fa: نمایش اطلاعات فایل ویدیو در نتیجه عکس
fr: Afficher les infos du fichier vidéo sur l'image obtenue
hr_hr: Pokaži info o videu na završnoj slici
hu: A képen megjelenő videofájl információinak megjelenítése
ro: Afiseaza informatie despre fisier pe imagine
ru: Отобразить информацию о видеофайле на картинке
sr_sp: Покажи инфо видеа на резултатну слику
sv: Visa videofilinformation på bilden
tr: Video dosyasının bilgilerini resim üzerinde göster
uk: Відображати інформацію про відеофайл на зображенні

source: Do not ask again
bg: Не питай отново
fr: Ne redemandez plus
ro: Nu întreba din nou
ru: Больше не спрашивать

source: Do not launch new program's instance from tray
ar: لا اطلاق مثيل برنامج جديد من علبة الورق
bg: Не стартирайте нов екземпляр на програмата от системния трей
fa_fa: اجرا نکن برنامه جدید بعنوان مثال از کنار ساعت
fr: Aucune instance d'1 nouveau programme depuis la barre système
hr_hr: Ne pokreći novu instancu programa iz statusnog retka
hu: Ne indítson új program példányt a tálcából
ro: Nu executa copiile noi a programei din tray
ru: Не запускать новые копии программы из трея
sr_sp: Не покрећи нову инстанцу програма са треја
sv: Starta inte ny programinstans från meddelandefältet
tr: Yeni programı tepsi simgesinden başlatma
uk: Не запускати нові копії програми з трею

source: Do nothing
ar: لا تفعل شيئا
bg: Не правете нищо
fa_fa: هیچیک
fr: Ne rien faire
hr_hr: Ne radi ništa
hu: Ne csinálj semmit
ro: Fara actiune
ru: Нет действия
sr_sp: Ништа не уради
sv: Gör ingenting
tr: Hiçbir Şey Yapma
uk: Нічого не робити

source: Documentation
ar: الوثائق
bg: Документация
hu: Dokumentáció
ro: Documentație
ru: Документация
sv: Dokumentation
tr: Belgeler
uk: Документація (російською)

source: Don't have an account? Sign up on %s right now!
bg: Нямате акаунт? Регистрирайте се в %s още сега!
fr: Vous n'avez pas de compte ? Inscrivez vous sur %s maintenant !
ro: Nu aveți un cont? Înscrieți-vă pe %s chiar acum!
ru: У вас нет учетной записи? Зарегистрируйтесь на %s прямо сейчас!
uk: У вас немає облікового запису? Зареєструйтеся на %s прямо зараз!

source: Don't resize
ar: لا تغيير حجم
bg: Не преоразмерявайте
fr: Ne pas redimensionner
hr_hr: Ne mijenjaj veličinu
hu: Ne méretezze át
ro: Fara schimbari
ru: Без изменения
sv: Ändra inte storlek
tr: Yeniden boyutlandırma
uk: Не змінювати розмір

source: Download URL cannot be empty.
ar: لا يمكن تنزيل رابط فارغ
bg: URL адресът за изтегляне не може да бъде празен.
fr: L'URL de téléchargement ne peut pas être vide.
hu: Letöltési URL nem lehet üres.
ro: Link-ul de download nu poate fi gol.
ru: Ссылка для скачивания не может быть пустой.
sv: Nedladdningslänk kan inte lämnas tom.
tr: İndirme linki boş olamaz
uk: URL-адреса завантаження не може бути порожньою.
