Repository: zenden2k/image-uploader
Catalog: Lang/locale/*/LC_MESSAGES/imageuploader.po
Languages: ar, bg, fa_fa, fr, hr_hr, hu, ro, ru, sr_sp, sv, tr, uk

source: Are you sure to quit?
ar: هل انت متاكد من الهروب؟
bg: Сигурен/а ли си, че ще се откажеш?
fa_fa: آیا شما میخواهید خارج شوید؟
fr: Êtes-vous sûr de quitter ?
hr_hr: Sigurni ste da želite prekinuti rad?
hu: Valóban kilép?
ro: Sunteţi siguri că doriţi să ieşiţi?
ru: Вы действительно хотите выйти из программы?
sr_sp: Сигурно затворити?
sv: Vill du verkligen avsluta?
tr: Çıkmak istediğinize emin misiniz?
uk: Ви дійсно хочете вийти?

source: Are you sure you want to delete profile '%s'?
ar: هل تريد حذف الصورة '%s'؟
bg: Сигурни ли сте, че искате да изтриете профила „%s“?
fr: Êtes-vous sûr de vouloir supprimer le profil '%s' ?
hr_hr: Jeste li sigurni da želite obrisati profil '%s' ?
hu: Valóban törli a '%s' profilt?
ro: Doriti sa stergeti profilul '%s'?
ru: Вы действительно хотите удалить профиль '%s'?
sv: Vill du verkligen ta bort profilen '%s'?
tr: '%s' Profilini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити профіль '%s'?

source: Are you sure you want to delete the file '%s' from the server?
bg: Сигурни ли сте, че искате да изтриете файла '%s' от сървъра?
fr: Êtes-vous sûr de vouloir supprimer le fichier '%s' du serveur ?
ru: Вы действительно хотите удалить файл '%s' с сервера?

source: Are you sure you want to delete this account from %s's internal list?
bg: Сигурни ли сте, че искате да изтриете този акаунт от вътрешния списък на %s?
ru: Вы действительно хотите удалить этот аккаунт из внутреннего списка %s?

source: Arrow
ar: سهم
bg: Стрелка
fr: Flèche
hu: Nyíl
ro: Săgeată
ru: Стрелка
sv: Pil
tr: Ok
uk: Стрілка

source: Ask confirmation on exit
ar: طلب تاكيد عند الخروج
bg: Искайте потвърждение при излизане
fa_fa: پرسش تصدیق در خروج
fr: Demander une confirmation en quittant
hr_hr: Potvrdi izlaz
hu: A kilépéshez kérjen megerősítést
ro: Cere confirmare intainte de iesire
ru: Спрашивать подтверждение при выходе
sr_sp: Потврди на излаз
sv: Bekräfta vid avslut
tr: Çıkarken Sor
uk: Запитувати підтвердження при виході

source: At least one mouse command should not be empty
bg: Поне една команда на мишката не трябва да е празна
fr: Au moins une commande de souris ne doit pas être vide
ru: Хотя бы одна команда мыши должна быть задана

source: Attention! Global hotkeys are active only when tray icon is shown.
ar: هام! مفاتيح الاختصار العالمية النشطة فقط عندما اظهار ايقونة علبة الورق.
bg: Внимание! Глобалните бързи клавиши са активни само когато е показана иконата в системния трей.
fa_fa: توجه! کلید میانبرهای سراسری فقط زمانی فعال هستد که ایکون کنار ساعت نمایش داده شود
fr: Attention ! Les raccourcis clavier globaux sont actifs que si l'icône de la barre d'état est affichée.
hr_hr: Pozor! Opći prečaci su aktivni samo ako je vidljiva statusna ikona.
hu: Figyelem! - A globális gyorsbillentyűk csak akkor aktívak, ha a tálca ikon látható.
ro: Atentie! Taste de acces rapid globale lucreaza numai cind este aratata iconita in tray.
ru: Внимание! Глобальные сочетания действуют, только если включена опция "Показывать значок в трее".
sr_sp: Пажња! Глобалне пречице су активне само ако је треј икона активна.
sv: OBS! Globala snabbtangenter är aktiva endast när programikonen visas i meddelandefältet.
tr: Dikkat! Genel Kısayol tuşları, yanlızca tepsi simgesi aktifken gösterilir.
uk: Увага! Глобальні cполучення клавіш активні тільки тоді, коли відображається піктограма у треї.

source: Audio
ar: صوت
bg: Аудио
fa_fa: صوت
hu: Audió:
ru: Аудио
sr_sp: Аудио
sv: Ljud
tr: Ses
uk: Аудіо

source: Audio codec:
bg: Аудио кодек:
ru: Аудио кодек:

source: Audio files
ar: ملفات صوتية
bg: Аудио файлове
fa_fa: فایل صوتی
fr: Fichiers audio
hr_hr: Zvučne datoteke
hu: Hangfájlok
ro: Fişiere audio
ru: Аудио файлы
sr_sp: Аудио датотеке
sv: Ljudfiler
tr: Ses dosyaları
uk: Звукові файли

source: Audio source:
bg: Аудио източник:
ru: Аудиоисточник:

source: Authenticated succesfully.
ar: المصادقة بنجاح.
bg: Успешно удостоверяване.
fr: Authentifié avec succès.
hu: Sikeresen hitelesítve.
ro: Autentificat cu succes.
ru: Авторизация была выполнена успешно.
sv: Autentisering genomförd.
tr: Hesap doğrulaması başarılı.
uk: Автентифіковано успішно.

source: Authenticaton:
ar: التحقق:
bg: Удостоверяване:
fr: Authentification :
hu: Hitelesítés:
ro: Autorizație:
ru: Авторизация:
sv: Autentisering:
tr: Hesap Doğrulama:
uk: Автентифікація:

source: Author:
ar: المؤلف:
bg: Автор:
fr: Auteur :
hu: Szerző:
ro: Autor:
ru: Автор:
sr_sp: Автор:
sv: Utvecklare:
tr: Geliştirici:
uk: Автор:

source: Authorization on proxy
ar: اذن على الوكيل
bg: Авторизация на прокси
fa_fa: اجازه با پراکسی
fr: Autorisation par proxy
hr_hr: Dozvole proksija
hu: Meghatalmazás a proxyn
ro: Este necesară autorizarea
ru: Необходима авторизация
sr_sp: Дозволе проксија
sv: Auktorisering på proxyn
tr: Proxy kullanıcısı
uk: Необхідна авторизація

source: Authorize
ar: الاذن
bg: Авторизация
fa_fa: اجازه
fr: Autoriser
hr_hr: Dozvoli
hu: Engedélyezés
ro: Efectueaza logare
ru: Выполнять авторизацию
sr_sp: Дозволи
sv: Auktorisera
tr: Kullanıcı Hesabı
uk: Авторизувати

source: Auto
ar: تلقائي
bg: Автоматично
fa_fa: خودکار
hr_hr: Automatski
ro: Automat
ru: Авто
sr_sp: Ауто
tr: Otomatik
uk: Автоматично

source: Automatically check for updates
bg: Автоматична проверка за актуализации
fr: Recherche auto des mises à jour
hu: Frissítések automatikus ellenőrzése
ro: Verificați automat actualizările
ru: Автоматически проверять обновления
uk: Автоматично перевіряти наявність оновлень

source: Autorization parameters
ar: معلمات التفويض
bg: Параметри за оторизация
fa_fa: پارامتر اجازه
fr: Paramètres d’autorisation
hr_hr: Parametri dozvole
hu: Engedélyezési paraméterek
ro: Parametri de autorizare
ru: Параметры авторизации
sr_sp: Параметри дозволе
sv: Auktoriseringsparametrar
tr: Kullanıcı Parametreleri
uk: Параметри авторизації

source: Backend:
bg: Бекенд:
ru: Бэкенд:

source: Background color:
ar: لون الخلفية:
bg: Цвят на фона:
fr: Couleur d’arrière-plan :
hr_hr: Boja pozadine:
hu: Háttérszín:
ro: Culoarea fonului:
ru: Цвет фона:
sv: Bakgrundsfärg:
tr: Arkaplan rengi:
uk: Колір тла:

source: Begin upload
bg: Започнете качването
fr: Commencer chargement
ro: Încărcarea se începe
ru: Начало загрузки
uk: Початок відвантаження

source: Best (slowest)
bg: Най-добър (най-бавен)
ru: Лучшее (медленно)

source: Beta-testers:
ar: اختبار بيتا:
bg: Бета тестери:
fa_fa: ازمایش کننده بتا
fr: Beta-testeurs :
hr_hr: Beta-testeri:
hu: - Béta-tesztelők:
ro: Beta-testerilor:
ru: Бета-тестерам:
sr_sp: Бета-тестери:
sv: Beta-testare:
tr: Beta-Testçiler:
uk: Бета-тестерам:

source: Bitrate:
bg: Битрейт:
ru: Битрейт:

source: Blur radius
bg: Радиус на размазване
fr: Rayon de flou
ro: Raza de estompare
ru: Радиус размытия

source: Blurring rectangle
ar: عدم وضوح المستطيل
bg: Размазващ се правоъгълник
fr: Rectangle flou
hu: Elkenő - szögletes rész
ro: Dreptunghi estompat
ru: Размывающий прямоугольник
sv: Oskärperektangel
tr: Bulanık dikdörtgen
uk: Розмивання у прямокутнику

source: Bottom center
ar: اسفل الوسط
bg: Долу в центъра
fa_fa: پایین در مرکز
fr: Au centre en bas
hr_hr: Dolje sredina
hu: Alul középen
ro: Centru jos
ru: Снизу посередине
sr_sp: Доњи центар
sv: Centrum underkant
tr: Alt orta
uk: Внизу по центру

source: Bottom left corner
ar: الزاوية السفلي اليسرى
bg: Долен ляв ъгъл
fa_fa: پایین گوشه چپ
fr: Coin bas gauche
hr_hr: Dolje lijevo
hu: Bal alsó sarokban
ro: Colţul stânga jos
ru: Левый нижний угол
sr_sp: Доњи леви угао
sv: Nedre vänstra hörnet
tr: Alt sol köşe
uk: Нижній лівий кут

source: Bottom right corner
ar: اسفل الزاوية اليمنى
bg: Долен десен ъгъл
fa_fa: پایین گوشه راست
fr: Coin bas droit
hr_hr: Dolje desno
hu: Jobb alsó sarokban
ro: Сolţul dreapta jos
ru: Правый нижний угол
sr_sp: Доњи десни угао
sv: Nedre högra hörnet
tr: Alt sağ köşe
uk: Нижній правий кут

source: Bring window to foreground when selected by mouse
ar: احضار الاطار الى الصدارة عند تحديده بالماوس
bg: Извеждане на прозореца на преден план, когато е избран с мишката
fr: Amener fenêtre au 1er plan si elle est choisie par la souris
hr_hr: Postavi prozor u prvi plan ako je odabran mišem
hu: Húzza az ablakot az előtérbe, ha az egérrel van kijelölve
ro: Aduce fereastra alesa cu mouse in prim-plan
ru: Выводить окно на передний план при выборе мышью
sr_sp: Постави прозор испред ако је одабран мишем
sv: Sätt fönstret i förgrunden vid markering med mus
tr: Fare ile seçilen pencereyi ön plana getir
uk: Переносити вікно на передній план при виборі мишею

source: Browse...
ar: استعراض...
bg: Разгледайте...
fa_fa: ...جستجو
fr: Parcourir…
hr_hr: Traži...
hu: Tallózás...
ro: Alege...
ru: Обзор...
sr_sp: Тражи...
sv: Bläddra...
tr: Gözat...
uk: Огляд...

source: Brush
ar: فرشاة
bg: Четка
fr: Brosse
hu: Ecset
ro: Pensulă
ru: Кисть
sv: Pensel
tr: Fırça
uk: Пензель

source: Cancel
ar: الغاء الامر
bg: Отказ
fa_fa: انصراف
fr: Annuler
hr_hr: Poništi
hu: Mégse
ro: Anulare
ru: Отмена
sr_sp: Поништи
sv: Avbryt
tr: İptal
uk: Скасувати

source: Cannot connect filters (format probably is not supported). Make sure you have the required codecs installed on your system.
bg: Не мога да свържа филтри (форматът вероятно не се поддържа). Уверете се, че имате инсталирани необходимите кодеци на вашата система.
fr: Impossible de connecter les filtres (format n'est probablement pas supporté). Assurez-vous que les codecs requis sont installés sur votre système.
ro: Nu se pot conecta filtre (formatul probabil nu este acceptat). Asigurați-vă că aveți codecurile necesare instalate pe sistemul dvs.
ru: Не могу соединить фильтры (возможно, формат не поддерживается). Убедитесь, что в системе установлены нужные кодеки.

source: Cannot copy file
ar: لا يمكن نسخ الملف
bg: Не може да се копира файл
fr: Impossible de copier le fichier
hu: Nem lehet másolni a fájlt
ro: Nu pot copia fișierul
ru: Не могу скопировать файл
tr: Dosya kopyalanamadı
uk: Не вдалося скопіювати файл

source: Cannot copy file:
ar: لا يمكن نسخ الملف:
bg: Не може да се копира файл:
fr: Impossible de copier le fichier :
hu: Nem lehet másolni a fájlt:
ro: Nu pot copia fișierul:
ru: Не могу скопировать файл:
tr: Dosya kopyalanamadı:
uk: Не вдалося скопіювати файл:

source: Cannot create registry key for extension:
bg: Не може да се създаде ключ в системния регистър за разширение:
fr: Impossible de créer une clé de registre pour l'extension :
ro: Nu se poate crea cheia de registry pentru extensie:
ru: Невозможно создать ключ в реестре для расширения:

source: Cannot load thumbnail for image.
ar: تعذر رفع صورة مصغرة.
bg: Не може да се зареди миниатюра на изображението.
fa_fa: نمیتوان تصویر کوچک را برای عکس بارگیری کرد
fr: Impossible de charger la vignette de l’image.
hr_hr: Ne mogu učitati minijaturu za sliku.
hu: A kép miniatűrje nem tölthető be.
ro: Nu pot genera schita pentru imagine.
ru: Невозможно загрузить миниатюру к файлу.
sr_sp: Не могу да учитам сличицу за слику.
sv: Kan inte läsa in miniatyr för bilden.
tr: Görüntü'nün öngörüntüsü yüklenemiyor.
uk: Не вдається завантажити ескіз зображення.

source: Cannot open documentation:
bg: Не мога да отворя документацията:

source: Cannot open folder '%1%'. %2%
bg: Не може да се отвори папка „%1%“. %2%
fr: Impossible d'ouvrir le dossier '%1%'. %2%
ru: Не могу открыть папку '%1%'. %2%

source: Cannot register global hotkey: %s. Maybe it is being used by another process.
bg: Не може да се регистрира глобална клавишна комбинация: %s. Може би се използва от друг процес.
fr: Impossible d'enregistrer le raccourci clavier global : %s. Il est peut-être utilisé par un autre processus.
hr_hr: Pogrešno registriranje općeg prečaca: %s. Možda ga rabi drugi proces.
ro: Nu pot inregistra scurtatura globala %s. Posibil ca ea este folosita de alta programa.
ru: Невозможно зарегистрировать глобальное сочетание клавиш %s. Возможно, оно занято другой программой.
sr_sp: Погрешно регистровање глобалне пречице: %s. Можда је користи други програм.
sv: Kan inte registrera global snabbtangent: %s. Den kanske används av en annan process?
tr: Genel kısayol tuşu kaydedilemiyor: %s. Başka bir işlem tarafından kullanılıyor olabilir.
uk: Неможливо зареєструвати глобальне сполучення клавіш: %s. Можеливо воно використовується іншим процесом.

source: Capture Last Region
bg: Заснемане на последния регион
fr: Capturer la dernière région
ro: Captura ultimii regiuni
ru: Снимок последней области
uk: Знімок останньої області

source: Capture Rectangular Region
ar: التقاط منطقة مستطيلة
bg: Заснемане на правоъгълна област
fr: Capturer une région rectangulaire
hr_hr: Uhvati pravokutnik
hu: Négyszögletes terület rögzítése
ro: Captura regiunii dreptunghiulare
ru: Снимок прямоугольной области
sr_sp: Ухвати правоугаоник
sv: Klipp ut rektangulärt område
tr: Dikdörtgen bölge yakalama
uk: Знімок прямокутної області

source: Capture Selected Area
ar: التقاط منطقة مختارة
bg: Заснемане на избраната област
fr: Capturer la zone choisie
hr_hr: Uhvati odabrano područje
hu: Kijelölt terület mentése
ro: Captura regiunii dreptunghiulare
ru: Снимок выделенной области
sr_sp: Ухвати одабрану зону
sv: Klipp ut markerat område
tr: Seçili Alanı Yakalama
uk: Знімок прямокутної області...

source: Capture Selected Object
ar: التقاط الكائن المحدد
bg: Заснемане на избрания обект
fr: Capturer l'objet choisi
hr_hr: Uhvati odabrani objekt
hu: Kijelölt objektum mentése
ro: Captura elementului selectat
ru: Снимок выбранного элемента
sr_sp: Ухвати одабран објекат
sv: Klipp ut markerat objekt
tr: Seçili Nesneyi Yakalama
uk: Знімок вибраного об'єкта...

source: Capture Selected Window
bg: Заснемане на избрания прозорец
fr: Capturer la fenêtre choisie
ro: Captura fereastra selectată
ru: Снимок выбранного окна

source: Capture cursor
bg: Заснемане на курсора
fr: Capturer le curseur
ru: Захватывать курсор

source: Capture the Active Window
ar: التقاط الاطار النشط
bg: Заснемане на активния прозорец
fa_fa: ضبط پنجره فعال
fr: Capturer la fenêtre active
hr_hr: Snimi aktivni prozor
hu: Aktív ablak mentése
ro: Captura ferestrei active
ru: Снимок активного окна
sr_sp: Ухвати актини прозор
sv: Klipp ut aktivt fönster
tr: Etkin Pencere Yakalama
uk: Знімок активного вікна...

source: Capture the Entire Screen
ar: التقاط الشاشة باكملها
bg: Заснемане на целия екран
fa_fa: ضبط کل صفحه
fr: Capturez tout l'écran
hr_hr: Snimi cijeli ekran
hu: Teljes képernyő mentése
ro: Captura întregului ecran
ru: Снимок всего экрана
sr_sp: Ухвати цео екран
sv: Klipp ut hela skärmen
tr: Tam Ekran Yakalama
uk: Знімок всього екрана

source: Capture with shadow
ar: التقاط مع الظل
bg: Заснемане със сянка
fr: Capturer avec l'ombre
hr_hr: Uhvati sa sjenom
hu: Rögzítés árnyékkal
ro: Adauga umbra
ru: Добавлять тень окна
sv: Klipp med skugga
tr: Gölgeli yakalama
uk: Захоплювати з тінню

source: Cascaded context menu
ar: قائمة سياق متعاقب
bg: Каскадно контекстно меню
fa_fa: کلیک راست ابشاری
fr: Menu contextuel en cascade
hr_hr: Padajući izbornik
hu: Lépcsőzetes helyi menü
ro: Submeniul contextual
ru: Вложенное контекстное меню
sr_sp: Водопадни мени
sv: Utfällbar kontextmeny
tr: Kademeli menü
uk: Каскадне контекстне меню

source: Center
ar: مركز
bg: Център
fr: Centre
hr_hr: Centriraj
hu: Középre
ro: Centrare
ru: По центру
sv: Centrera
tr: Ortala
uk: По центру

source: Change
bg: Промяна
fr: Modifier
ro: Schimbă
ru: Изменить
uk: Змінити

source: Change image processing settings or choose another server, so your image can be uploaded.
ar: تغيير اعدادات تجهيز الصورة او اختر خادما اخر، حيث يمكن رفع صورك.
bg: Променете настройките за обработка на изображения или изберете друг сървър, за да може изображението ви да бъде качено.
fa_fa: تغییر تنظیمات پردازش عکس یا انتخاب سرور دیگر,بنابراین تصویر شما میتواند اپلود شود
fr: Changer les paramètres de traitement de l'image ou choisir un autre serveur pour que votre image puisse être chargée.
hr_hr: Promijeni postavke rada ili odaberi drugi poslužitelj tako da slika može biti poslana.
hu: Módosítsa a képfeldolgozási beállításokat, vagy válasszon másik kiszolgálót, így a kép feltölthető.
ro: Schimbaţi setările imaginilor sau alegeţi alt server, ca imaginea sa fie incarcata.
ru: Измените настройки изображения или выберите другой сервер, чтобы изображение могло быть загружено.
sr_sp: Промени поставке рада или одабрати други сервер, тако да слика може да се пошаље.
sv: Ändra bildbehandlingsinställningar eller välj en annan server, för att ladda upp bilden.
tr: Görüntü işleme ayarlarını değiştirin veya başka sunucu seçin, böylece görüntünüz yüklenebilir.
uk: Змініть параметри обробки зображення або виберіть інший сервер, щоб ваші зображення могли бути відвантажені.

source: Change width:
ar: تغيير العرض:
bg: Промяна на ширината:
fa_fa: تغییر عرض:
fr: Changer la largeur :
hr_hr: Promjeni širinu:
hu: Szélesség módosítása:
ro: Schimbarea lăţimei:
ru: Изменение ширины:
sr_sp: Промени ширину:
sv: Ändra bredd:
tr: Genişlik değiştir:
uk: Змінювати ширину:

source: Check file types before upload
bg: Проверете типовете файлове преди качване
fr: Vérifiez les types de fichiers avant de charger
ru: Проверять типы файлов перед загрузкой

source: Check for Updates
ar: التحقق من وجود تحديثات
bg: Проверка за актуализации
fa_fa: بررسی برای بروزرسانی
fr: Recherche des mises à jour
hr_hr: Provjera ažuriranja
hu: Frissítések keresése
ro: Verifică actualizări
ru: Проверить обновления
sr_sp: Провера ажурирања
sv: Sök efter uppdateringar
tr: Güncellemeleri kontrol et
uk: Перевірити наявність оновлень

source: Checking file formats...
bg: Проверка на файловите формати...
fr: Vérification des formats de fichiers...
ru: Проверка форматов файлов...

source: Checking for updates...
ar: التحقق من وجود تحديثات...
bg: Проверка за актуализации...
fa_fa: ...درحال بررسی برای بروزرسانی
fr: Recherche des mises à jour…
hr_hr: Provjera dostupnih ažuriranja...
hu: Frissítések keresése...
ro: Verificarea actualizărilor...
ru: Проверка обновлений...
sr_sp: Провера ажурирања...
sv: Söker uppdateringar...
tr: Güncellemeler kontrol ediliyor...
uk: Перевірка оновлень...

source: Choose executable file
bg: Изберете изпълним файл
fr: Choisir le fichier exécutable
ro: Alege fișierul executabil
ru: Выберите исполняемый файл
uk: Виберіть виконуваний файл

source: Choose files
bg: Изберете файлове
fr: Choisir les fichiers
ro: Alege fișiere
ru: Выберите файлы
uk: Виберіть файли

source: Choose folder
bg: Изберете папка
fr: Choisir un dossier
ro: Selectaţi mapa
ru: Выбор папки
uk: Вибрати папку

source: Choose folder...
ar: اختر المجلد...
bg: Изберете папка...
fa_fa: ...انتخاب پوشه
fr: Choisir dossier...
hr_hr: Odabir mape...
hu: Mappa kiválasztása...
ro: Selectaţi mapa...
ru: Выберите папку...
sr_sp: Одабир фасцикле...
sv: Väl mapp...
tr: Klasörü seç...
uk: Виберіть папку...

source: Choose media file
bg: Изберете медиен файл
fr: Choisir un fichier multimédia
ro: Alege fișierul media
ru: Выберите медиафайл
uk: Виберіть мультимедійний файл

source: Choose monitor
bg: Изберете монитор
fr: Choisir le moniteur
ro: Alege un server
ru: Выберите монитор
uk: Виберіть монітор

source: Choose more servers...
bg: Изберете още сървъри...
fr: Choisir plus de serveurs...
ro: Alege mai multe servere...
ru: Выбрать больше серверов...

source: Choose program
bg: Изберете програма
fr: Choisir le programme
ro: Alege programul
ru: Выберите программу
uk: Виберіть програму

source: Choose server
ar: اختر الخادم
bg: Изберете сървър
fa_fa: انتخاب سرور
fr: Choisir le serveur
hr_hr: Odabir poslužitelja
hu: Válasszon szervert
ro: Alegeti un server
ru: Выберите сервер
sr_sp: Одабир сервера
sv: Välj server
tr: Sunucu seç
uk: Вибір сервера

source: Choose server for uploading images
ar: اختر الخادم لرفع الصور
bg: Изберете сървър за качване на изображения
fr: Choisir le serveur pour charger des images
hu: Válasszon szervert a képek feltöltéséhez
ro: Alegeți server pentru încărcarea imaginilor
ru: На какой сервер будем загружать картинки?
sv: Välj server för bilduppladdning
tr: Resim yükleme sunucusunu seçin
uk: Оберіть сервер для відвантаження зображень

source: Choose server...
ar: اختر الخادم...
bg: Изберете сървър...
fa_fa: ...انتخاب سرور
fr: Choisir le serveur...
hr_hr: Odabir poslužitelja...
hu: Szerver kiválasztása...
ro: Alegeţi server...
ru: Выберите сервер...
sr_sp: Одабир сервера...
sv: Välj server...
tr: Sunucu seç...
uk: Виберіть сервер...

source: Choose servers
bg: Изберете сървъри
fr: Choisir les serveurs
ro: Alege servere
ru: Выбрать серверы

source: Choose video file
bg: Изберете видео файл
fr: Choisir le fichier vidéo
ro: Alege fișierul video
ru: Выберите видеофайл
uk: Виберіть відеофайл

source: Choose...
bg: Изберете...
fr: Choisir...
ro: Alege...
ru: Выбрать...
uk: Виберіть...

source: Clear
ar: تنظيف
bg: Изчисти
fr: Effacer
hu: Ürítés
ro: Șterge
ru: Очистить
tr: Temizle
uk: Очистити

source: Clear History
ar: مسح التاريخ
bg: Изчистване на историята
fr: Effacer l’historique
hu: Előzmények törlése
ro: Șterge istoricul
ru: Очистить историю
tr: Geçmişi temizle
uk: Очистити історію

source: Clear History...
ar: مسح التاريخ...
bg: Изчистване на историята...
fr: Effacer l’historique...
hu: Előzmények törlése...
ro: Șterge istoricul...
ru: Очистить историю...
tr: Geçmişi temizle...
uk: Очистити історію...

source: Clear all
ar: مسح الكل
bg: Изчисти всички
fa_fa: پاک کردن همه
fr: Effacer tout
hr_hr: Očisti sve
hu: Mind törli
ro: Sterge tot
ru: Очистить всё
sr_sp: Обриши све
sv: Rensa alla
tr: Tümünü temizle
uk: Очистити всі

source: Clear filters
bg: Изчистване на филтрите
fr: Effacer les filtres
ro: Șterge filtrele
ru: Сбросить фильтры
uk: Очистити фільтри

source: Clear list
ar: مسح القائمة
bg: Изчистване на списъка
fa_fa: پاک کردن لیست
fr: Effacer liste
hr_hr: Obriši popis
hu: Lista törlése
ro: Ştergerea listei
ru: Очистить список
sr_sp: Обриши списак
sv: Rensa listan
tr: Listeyi temizle
uk: Очистити список

source: Clear log
bg: Изчистване на дневника
fr: Effacer le journal
ro: Sterge
ru: Очистить лог
uk: Очистити всі

source: Clear server settings
bg: Изчистване на настройките на сървъра
fr: Effacer les paramètres du serveur
ru: Очистить данные аккаунтов

source: Clear window transparent corners
ar: مسح زوايا النافذة الشفافة
bg: Прозрачни ъгли на прозорците
fr: Coins transparents de fenêtre claire
hr_hr: Obriši prozirne kuteve prozora
hu: Átlátszó sarkok ablak törlése
ro: Sterge corneri a ferestrei
ru: Удалять уголки у окна
sv: Rensa transparenta fönsterhörn
tr: Pencere köşelerini temizle
uk: Очищати прозорі кути вікна

source: Clear window's background
ar: مسح خلفية النافذة
bg: Прозрачен фон на прозореца
fr: Effacer l'arrière-plan de la fenêtre
hr_hr: Očisti pozadinu prozora
hu: Törölje az ablak hátterét
ro: Sterge fonul sub fereastra
ru: Удалять фон окна
sv: Rensa fönsterbakgrund
tr: Pencere arka planını temizle
uk: Очищати тло вікна

source: Click button "Upload" for starting process of uploading.
ar: انقر فوق زر "رفع" لبدء عملية الرفع
bg: Кликнете върху бутона „Качване“, за да започнете процеса на качване.
fa_fa: کلیک روی دکمه "اپلود"برای شروع فرایند اپلود
fr: Cliquez sur le bouton "Charger" pour démarrer le processus de chargement.
hr_hr: Kliknite "Pošalji" za početak slanja.
hu: Klikk a "Feltöltés" gombra a feltöltés megkezdéséhez.
ro: Apasă butonul "Încarcă" pentru a începe procesul de încărcare a imaginilor pe server.
ru: Нажмите кнопку "Загрузить" чтобы начать процесс загрузки.
sr_sp: Кликнути "Слање" за почетак слања.
sv: Tryck på "Ladda upp" för att starta uppladdningsprocessen.
tr: İşlemi başlatmak için "Yükle" butonuna tıklayın.
uk: Натисніть кнопку "Відвантажити", щоб почати процес відвантаження.
