Repository: zenden2k/image-uploader
Catalog: Lang/locale/*/LC_MESSAGES/imageuploader.po
Languages: ar, bg, fa_fa, fr, hr_hr, hu, ro, ru, sr_sp, sv, tr, uk

source: Reupload
ar: اعادة الرفع
bg: Повторно качване
fr: Recharger
hu: Feltöltés újra
ro: Re-încărcare
ru: Перезалить
sv: Ladda upp igen
tr: Tekrar-Yükle
uk: Перевідвантажити

source: Reupload images
ar: اعادة رفع الصور
bg: Презареждане на изображения
fr: Recharger les images
hu: Képek újratöltése
ro: Re-încărcare imagini
ru: Перезаливка изображений
sv: Ladda upp bilder igen
tr: Resimleri Tekrar-Yükle
uk: Перевідвантажити зображення

source: Reuploading images in the text with preserving it's original markup
ar: اعادة رفع الصور في النص مع الحفاظ على انها علامات الاصلي
bg: Повторно качване на изображения в текста със запазване на оригиналната му маркировка
fr: Recharger les images dans le texte en préservant leur balisage d'origine
hu: Képek áttöltése a szövegbe az eredeti jelölés megőrzésével
ro: Reîncărcarea imaginilor în text cu păstrarea marcajului original
ru: Перезаливка изображений в тексте с сохранением исходной разметки
tr: Tekrar-Yükleme resimlerinin özgün biçimini koruyarak link oluşturma
uk: Перевідвантаження зображень у тексті зі збереженням оригінальної розмітки

source: Right button click:
ar: انقر فوق الزر الايمن:
bg: Щракване с десен бутон:
fa_fa: دکمه کلیک راست:
fr: Clic sur le bouton droit :
hr_hr: Desni gumb klik:
hu: Jobb klikk:
ro: Clicul cu butonului drept:
ru: Клик правой кнопкой:
sr_sp: Десни клик:
sv: Högerklick:
tr: Sağ buton tıklama :
uk: Правою кнопкою:

source: Rotate clockwise (90°)
bg: Завъртане по часовниковата стрелка (90°)
fr: Rotation dans le sens horaire (90°)
ru: Повернуть по часовой стрелке (90°)

source: Rotate counter clockwise (-90°)
bg: Завъртете обратно на часовниковата стрелка (-90°)
fr: Rotation dans le sens antihoraire (-90°)
ru: Повернуть против часовой стрелки (-90°)

source: Rotate or flip
bg: Завъртане или обръщане
fr: Rotation ou retournement
ru: Повернуть или отразить

source: Rounded rectangle
ar: مستطيل مستدير الزوايا
bg: Заоблен правоъгълник
fr: Rectangle arrondi
hu: Kerekített téglalap
ro: Dreptunghi rotunjit
ru: Скругленный прямоугольник
sv: Rundad rektangel
tr: Yuvarlatılmış dikdörtgen
uk: Прямокутник із закругленими кутами

source: Rounding radius
ar: نصف القطر المدور
bg: Радиус на закръгляване
fr: Rayon de l'arrondi
hu: Kerekítés sugara
ro: Raza de rotunjire
ru: Радиус закругления
sv: Rundningsradie
tr: Yuvarlama oranı
uk: Радіус закруглення

source: Same format as image
ar: نفس شكل الصورة
bg: Същият формат като изображението
fr: Même format que l'image
hr_hr: Odredi format slike
hu: Képpel azonos formátum
ro: Aceeasi ca si a imaginei
ru: Как у изображения
sv: Samma format som bilden
tr: Görüntü biçimi aynı
uk: Такий, як і зображення

source: Save
ar: حفظ
bg: Запазване
fr: Enregistrer
hu: Mentés
ro: Salveaza
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти

source: Save Profile
ar: حفظ السيرة
bg: Запазване на профил
fr: Enregistrer le profil
hr_hr: Spremi profil
hu: Profil mentése
ro: Salveaza profil
ru: Сохранить профиль
sv: Spara profil
tr: Profili Kaydet
uk: Зберегти профіль

source: Save as...
ar: حفظ باسم...
bg: Запази като...
fr: Enregistrer sous...
hu: Mentés másként...
ro: Salvează ca...
ru: Сохранить как...
sv: Spara som...
tr: Farklı Kaydet...
uk: Зберегти як...

source: Save as:
ar: حفظ باسم:
bg: Запази като:
fa_fa: ذخیره به عنوان:
fr: Enregistrer sous :
hr_hr: Spremi kao:
hu: Mentés másként:
ro: Salvează ca:
ru: Сохранить как:
sr_sp: Сачувај као:
sv: Spara som:
tr: Farklı kaydet:
uk: Зберегти як:

source: Save changes?
ar: هل تريد حفظ التغييرات؟
bg: Запазване на промените?
fr: Enregistrer les modifications ?
hu: Elmenti a változtatásokat?
ro: Salvați modificările?
ru: Сохранить изменения?
sv: Vill du spara ändringarna?
tr: Değişiklikleri kaydet?
uk: Зберегти зміни?

source: Save log file
bg: Запазване на лог файл
fr: Enregistrer le fichier journal
ru: Сохранить лог

source: Save to file
bg: Запазване във файл
fr: Enregistrer dans un fichier
ru: Сохранить в файл

source: Saving image...
bg: Запазване на изображението...
fr: Sauvegarde de l'image...
ro: Salvarea imaginii...
ru: Сохранение изображения...
uk: Збереження зображення...

source: Saving parameters
ar: حفظ المعلمات
bg: Запазване на параметри
fr: Sauvegarde des paramètres
hr_hr: Spremanje parametara
hu: Paraméterek mentése
ro: Setarile de salvare
ru: Параметры сохранения снимков
sr_sp: Сачувавање параметра
sv: Sparar parametrar
tr: Kayıt parametreleri
uk: Параметри збереження

source: Scaling:
ar: القياس:
bg: Мащабиране:
fr: Mise à l'échelle :
hu: Méretezés:
ru: Масштабирование:
sv: Skalning
tr: Boyutlandır
uk: Масштабувати до:

source: Screen Capture
ar: التقاط الشاشة
bg: Заснемане на екрана
fr: Capture d'écran
hr_hr: Uslikavanje ekrana
hu: Képernyőfelvétel
ro: Captura de ecran
ru: Снимок экрана
sr_sp: Усликавање екрана
sv: Skärmklipp
tr: Ekran Yakalama
uk: Знімок екрана

source: Screen Recoding
bg: Прекодиране на екрана
ru: Запись экрана

source: Screen Recording (cancel)
bg: Запис на екрана (отказ)
ru: Запись экрана (отмена)

source: Screen Recording (pause)
bg: Запис на екрана (пауза)
ru: Запись экрана (пауза)

source: Screen Recording (start)
bg: Запис на екрана (старт)
ru: Запись экрана (старт)

source: Screen Recording (stop)
bg: Запис на екрана (спиране)
ru: Запись экрана (стоп)

source: Screen Recording Window
bg: Прозорец за запис на екрана
ru: Окно записи экрана

source: Screen Recording...
bg: Запис на екрана...
ru: Запись экрана...

source: Screen recording backend: %s
bg: Бекенд за запис на екрана: %s
ru: Бэкенд записи экрана: %s

source: Screenshot
ar: لقطة للشاشة
bg: Скрийншот
fa_fa: اسکرین شات
fr: Capturer écran
hr_hr: Snimak ekrana
hu: Pillanatfelvétel
ro: Captură ecran
ru: Скриншот
sr_sp: Слика екрана
sv: Skärmklipp
tr: Ekran görüntüsü
uk: Знімок екрана

source: Screenshot Action
ar: عمل لقطة للشاشة
bg: Действие на екрана
fr: Action de capture d'écran
hr_hr: Akcija uslikavanja
hu: Képernyőfelvétel
ro: Destinatia pozelor facute
ru: Действие со снимком
sr_sp: Акције усликавања
sv: Skärmklippsåtgärd
tr: Ekran Yakalama Eylemi
uk: Дія зі знімком екрана

source: Screenshot has been copied to clipboard.
bg: Снимката на екрана е копирана в клипборда.
fr: La capture d'écran a été copiée dans le Presse-papier.
ro: Poza a fost salvata in clipboard.
ru: Скриншот был скопирован в буфер обмена.
uk: Знімок екрана збережено до буфера обміну.

source: Screenshot was uploaded
ar: تم رفع لقطة للشاشة
bg: Качена е екранна снимка
fr: Capture d'écran a été chargée
hr_hr: Snimka ekrana je poslana
hu: A képernyőfelvétel fel lett töltve
ro: Poza a fost incarcata
ru: Снимок успешно загружен
sr_sp: Ускликавање је послато
sv: Skärmklipp uppladdat
tr: Ekran görüntüsü yüklendi
uk: Знімок екрана відвантажено

source: Screenshot...
ar: لقطة...
bg: Скрийншот...
fr: Capture d'écran...
hu: Pillanatfelvétel...
ro: Captură ecran...
ru: Снимок экрана...
tr: Hızlı çekim...
uk: Знімок екрана...

source: Script:
bg: Сценарий:
ru: Скрипт:
uk: Скрипт:

source: Search by image
bg: Търсене по изображение
fr: Recherche par image
hu: Kép szerinti keresés
ro: Căutare după imaginea
ru: Поиск по изображению
uk: Пошук за зображенням

source: Search by image (%s)
bg: Търсене по изображение (%s)
fr: Recherche par image (%s)
ro: Căutare după imaginea (%s)
ru: Поиск по изображению в %s
uk: Пошук за зображенням (%s)

source: Search on %1% (%2%)
bg: Търсене в %1% (%2%)
ru: Поиск в %1% (%2%)

source: Search on %1% and close (%2%)
bg: Търсене в %1% и затваряне (%2%)
ru: Искать по изображению в %1% и закрыть (%2%)

source: Search on %s
bg: Търсене в %s
fr: Rechercher sur %s
ro: Cauta in %s
ru: Поиск в %s
uk: Пошук у %s

source: Searching for picture files...
ar: البحث عن ملفات الصورة...
bg: Търсене на файлове с изображения...
fa_fa: ...جستجو برای فایلهای تصویری
fr: Recherche de fichiers image...
hr_hr: Traženje slika...
hu: Képfájlok keresése ...
ro: Cautarea imaginilor...
ru: Поиск графических файлов...
sr_sp: Тражење слика...
sv: Söker efter bildfiler...
tr: Resim dosyaları aranıyor...
uk: Пошук графічних файлів...

source: Secured connection:
bg: Сигурна връзка:
fr: Connexion sécurisée :
ru: Защищ. соединение:

source: Select Region...
bg: Изберете регион...
fr: Sélectionné région...
ro: Selecta regiunea...
ru: Выбрать область...
uk: Вибір області...

source: Select action:
bg: Изберете действие:
fa_fa: انتخاب اقدام:
hr_hr: Odaberi akciju:
ru: Выберите действие:
sr_sp: Одабери акцију:

source: Select all
bg: Избери всички
fr: Sélectionner toutes
ro: Selectarea toatelor
ru: Выделить всё
uk: Виділити все

source: Select folder
ar: حدد المجلد
bg: Изберете папка
fa_fa: انتخاب پوشه
fr: Sélectionner dossier
hr_hr: Odabir mape
hu: Mappa választás
ro: Alegerea dosarului
ru: Выбор папки
sr_sp: Одабир фасцикле
sv: Välj mapp
tr: Klasör seç
uk: Виберіть папку

source: Select region
ar: حدد المنطقة
bg: Изберете регион
fr: Sélectionné région
hu: Terület kijelölése
ro: Selecta regiunea
ru: Выберите область
sv: Välj område
tr: Bölgeyi seçin
uk: Виберіть область

source: Select region...
bg: Изберете регион...
ru: Выбрать область...

source: Select window...
bg: Изберете прозорец...
ru: Выбрать окно...

source: Select...
ar: تحديد...
bg: Изберете...
fr: Sélectionné...
hu: Tallózás
ro: Selecta...
ru: Выбрать...
sv: Välj...
tr: Seçin...
uk: Огляд...

source: Selected server: %s
bg: Избран сървър: %s
fr: Serveur sélectionné : %s
ro: Server selectat: %s
ru: Выбран сервер: %s

source: Server
ar: خادم
bg: Сървър
fr: Serveur
hu: Szerver
ru: Сервер
tr: Sunucu
uk: Сервер

source: Server [:port]:
ar: خادم [: المنفذ]:
bg: Сървър [:порт]:
fr: Serveur [:port] :
hu: Szerver [:port]:
ru: Сервер [:порт]:
tr: Sunucu [:port]:
uk: Сервер [:порт]:

source: Server and authentication settings
ar: الخادم و اعدادات التوثيق
bg: Настройки на сървъра и удостоверяването
fr: Paramètres du serveur et d'authentification
hu: Kiszolgáló és hitelesítési beállítások
ro: Setări server și autentificare
ru: Настройки сервера и параметры авторизации
sv: Server och autentiseringsinställningar
tr: Sunucu ve hesap ayarları
uk: Налаштування сервера та параметри автентифікації

source: Server for other file types
ar: خادم لانواع الملفات الاخرى
bg: Сървър за други типове файлове
fr: Serveur pour d'autres types de fichiers
hu: Szerver más fájltípusokhoz
ro: Serverul pentru alte fisiere
ru: Сервер для хранения других типов файлов
tr: Diğer dosya türü yükleme sunucusu
uk: Сервер для інших типів файлів

source: Server for quick screenshot uploading
ar: الخادم لرفع لقطة سريعة
bg: Сървър за бързо качване на екранни снимки
fr: Serveur pour le chargement rapide de captures d'écran
hu: Szerver gyors képernyőfelvétel feltöltéshez
ro: Server pentru încărcarea rapidă a capturilor de ecran
ru: Сервер для быстрой загрузки скриншотов
sv: Server för snabb uppladdning av skärmklipp
tr: Hızlı çekim yükleme sunucusu
uk: Сервер для швидкого відвантаження знімків екрана

source: Server for temporary images
bg: Сървър за временни изображения
fr: Serveur pour images temporaires
ro: Server pentru imagini temporare
ru: Сервер для временного хранения
uk: Сервер для тимчасових зображень

source: Server for uploading from Explorer's context menu
ar: الخادم للرفع من قائمة السياق في مستكشف
bg: Сървър за качване от контекстното меню на Explorer
fr: Serveur de chargement depuis le menu contextuel de l'Explorateur
hu: Szerver az Intéző helyi menüjéből való feltöltéshez
ro: Server pentru încărcare din meniul contextual al Explorer
ru: Сервер для загрузки из контекстного меню проводника
sv: Server för uppladdning från Utforskarens kontextmeny
tr: Menü yükleme sunucusu
uk: Сервер для відвантаження з контекстного меню провідника

source: Server for uploading images
ar: الخادم لرفع الصور
bg: Сървър за качване на изображения
fr: Serveur pour charger des images
hu: Szerver a képek feltöltésére
ro: Server pentru încărcarea imaginilor
ru: Сервер для хранения изображений
sv: Server för bilduppladdning
tr: Resim yükleme sunucusu
uk: Сервер для відвантаження зображень

source: Server name:
ar: اسم الخادم:
bg: Име на сървъра:
fr: Nom du serveur :
hu: Szerver név:
ro: Nume server:
ru: Имя сервера:
sv: Servernamn:
tr: Sunucu adı:
uk: Ім'я сервера:

source: Server not chosen
bg: Сървърът не е избран
fr: Serveur non choisi
ro: Serverul nu a fost ales
ru: Сервер не выбран

source: Server settings...
ar: اعدادات الخادم...
bg: Настройки на сървъра...
fr: Paramètres du Serveur...
hu: Szerver beállítások...
ro: Setari server...
ru: Настройки сервера...
sv: Serverinställningar...
tr: Sunucu ayarları...
uk: Налаштування сервера...

source: Server to host other file formats
ar: خادم لاستضافة تنسيقات ملف اخرى
bg: Сървър за хостване на други файлови формати
fa_fa: سرور به هاست دیگر فایل فرمت ها
fr: Serveur pour héberger d’autres formats de fichier
hr_hr: Server za spremanje drugih datoteka
hu: Szerver más fájlformátumok tárolására
ro: Serverul pentru alte fisiere
ru: Сервер для остальных типов файлов
sr_sp: Сервер за сачувавање других датотека
sv: Server för lagring av andra filtyper
tr: Dosya biçimlerinin yükleneceği sunucu
uk: Сервер для розміщення файлів інших форматів

source: Server to host your images
ar: خادم لاستضافة صورك
bg: Сървър за хостване на вашите изображения
fa_fa: سرور به هاست تصاویر
fr: Serveur pour héberger vos images
hr_hr: Server za spremanje vaših slika
hu: Szerver a képek tárolására
ro: Serverul pentru imagini
ru: Cервер для загрузки изображений
sr_sp: Сервер за сачувавање слике
sv: Server för lagring av bilder
tr: Görüntülerin yükleneceği sunucu
uk: Сервер для розміщення зображень

source: Server type:
bg: Тип сървър:
fr: Type de serveur :
ro: Tipul serverului:
ru: Тип сервера:
uk: Тип сервера:

source: Server's name cannot be empty
ar: لا يمكن ان يكون اسم الخادم فارغ
bg: Името на сървъра не може да бъде празно
fr: Le nom du serveur ne peut être vide
hu: A szerver neve nem lehet üres
ro: Numele serverului nu poate fi gol
ru: Имя сервера не может быть пустым
sv: Servernamn kan inte lämnas tomt
tr: Sunucu adı boş olamaz
uk: Ім'я сервера не може бути порожнім

source: Server:
ar: خادم:
bg: Сървър:
fr: Serveur :
hr_hr: Poslužitelj:
hu: Szerver:
ru: Сервер:
tr: Sunucu:
uk: Сервер:

source: Session total:
ar: مجموع الجلسات:
bg: Общо за сесията:
fr: Session Totale :
hr_hr: Ukupno sesija:
hu: Összes munkamenet:
ro: Sesiuni in total:
ru: Всего сессий:
sv: Antal sessioner:
tr: Toplam oturum:
uk: Усього за сесію:

source: Settings
ar: الاعدادات
bg: Настройки
fa_fa: تنظیمات
fr: Paramètres
hr_hr: Podešavanje
hu: Beállítások
ro: Setări
ru: Настройки
sr_sp: Подешавања
sv: Inställningar
tr: Ayarlar
uk: Налаштування

source: Settings file path:
ar: اعدادات مسار الملف:
bg: Път към файла с настройки:
fr: Chemin du fichier de paramètres :
hu: Beállítás fájl elérési útja:
ro: Calea fișierului cu setări:
ru: Путь к файлу с настройками:
sv: Inställningsfilens sökväg:
tr: Ayarlar dosyası konum:
uk: Шлях до файлу налаштувань:

source: Settings have been saved.
ar: تم حفظ الاعدادات.
bg: Настройките са запазени.
fr: Les paramètres ont été enregistrés.
hu: A beállítások elmentve.
ro: Setările au fost salvate.
ru: Настройки сохранены.
tr: Ayarlar kaydedildi.
uk: Налаштування збережено.

source: Settings...
ar: الاعدادات...
bg: Настройки...
fa_fa: ...تنظیمات
fr: Paramètres...
hr_hr: Postavke...
hu: Beállítások...
ro: Parametri...
ru: Параметры...
sr_sp: Поставке...
sv: Inställningar...
tr: Ayarlar...
uk: Налаштування...

source: Shell context menu integration
ar: تكامل قائمة سياق شل
bg: Интеграция на контекстното меню на Shell
fa_fa: یکپارچگی با کلیک راست
fr: Intégration du menu contextuel du shell
hr_hr: Integracija školjke kontekstualnog izbornika
hu: Rendszerhéj helyi menüjének integrációja
ro: Integrare in meniu contextual Explorer'ului
ru: Интеграция в контекстное меню оболочки
sr_sp: Интеграција контектуелног менија
sv: Kontextmenyintegrering
tr: Menü entegrasyonu
uk: Інтегрувати до контекстного меню оболонки

source: Short URL
ar: رابط قصير
bg: Кратък URL адрес
fr: URL courte
hu: Rövid URL
ro: URL scurt
ru: Короткая ссылка
sv: Korta av URL
tr: Kısa link
uk: Коротка URL-адреса

source: Shorten
ar: تقصير
bg: Съкрати
fr: Raccourcir
hu: Rövidítés
ro: Scurtează
ru: Сократить
sv: Korta av
tr: Kısalt
uk: Скоротити

source: Shorten URL
ar: تقصير الرابط
bg: Съкратете URL адреса
fr: Raccourcir l'URL
hu: Rövidítse az URL-t
ro: Scurtarea adresei URL
ru: Сократить ссылки
sv: Korta av URL
tr: Link kısalt
uk: оротити URL-адресу

source: Shorten URL using %s
ar: تقصير الرابط باستخدام %s
bg: Съкратете URL адреса, използвайки %s
fr: Raccourcir l'URL en utilisant %s
hu: Rövidítse le az URL-t %s használatával
ro: Scurtarea adresei URL utilizând %s
ru: Сократить ссылки с помощью %s
sv: Korta av URL med hjälp av %s
tr: Kısa link kullan (%s)
uk: Скоротити посилання через %s

source: Shorten URLs
ar: اختصار عناوين المواقع
bg: Съкратете URL адресите
fr: Raccourcir les URL
hu: URL-ek rövidítése
ro: Scurtarea adreselor URL
ru: Сокращать ссылки
tr: Kısa Link
uk: Скорочені URL-адреси

source: Shorten a Link
bg: Съкратете връзка
fr: Raccourcir un lien
hu: Link nevének rövidítése
ro: Scurtarea unei adrese URL
ru: Сократить ссылку
tr: Link kısalt
uk: Скоротити посилання

source: Shorten a link from the clipboard
ar: اختصار وصلة من الحافظة
bg: Съкращаване на връзка от клипборда
fr: Raccourcir un lien depuis presse-papiers
hu: Rövidítse le a hivatkozást...
ro: Scurtați un link din clipboard
ru: Сократить ссылку из буфера
sr_sp: Сократить ссылку из буфера
sv: Korta av en länk från Urklipp
tr: Panodan link kısalt
uk: Скоротити посилання з буфера

source: Shortening URL "%s" using %s
ar: تقصير الرابط "%s" باستخدام %s
bg: Съкращаване на URL адрес „%s“ с помощта на %s
fr: Raccourcir l'URL "%s" à l'aide de %s
hu: URL rövidítése "%s" a %s használatával
ro: Scurtarea adresei URL"%s" folosind %s
ru: Cокращаю ссылку "%s" с помощью %s
sv: Korta av URL "%s" med hjälp av %s
tr: Kısaltılıyor "%s" kullanılarak %s
uk: Скорочення URL-адреси "%s" через %s

source: Shortening link...
bg: Съкращаване на линка...
fr: Lien de raccourcissement...
ro: Scurtarea link-ul...
ru: Сокращение ссылки...
uk: Скорочення посилання...

source: Shot of Selected Region...
ar: لقطة لمنطقة محددة...
bg: Кадър на избран регион...
fa_fa: ..عکس از ناحیه انتخاب شده
fr: Prise de vue d'une région choisie...
hr_hr: Snimak odabranog dijela...
hu: A kijelölt terület felvétele...
ro: Fotografierea unei părţi a ecranului...
ru: Снимок выбранной области...
sr_sp: Снимак изабраног региона...
sv: Klipp från markerat område...
tr: Seçilen Bölgeyi Yakala...
uk: Знімок вибраної прямокутної ділянки...

source: Show Error Log
ar: اظهار سجل اغلاخطا
bg: Показване на дневника на грешките
fa_fa: نمایش ثبت خطا
fr: Afficher le journal des erreurs
hr_hr: Pokaži zapis pogreške
hu: Hibák megtekintése
ro: Arata log
ru: Показать журнал ошибок
sr_sp: Покажи грешке
sv: Visa fellogg
tr: Hata Günlüğünü Göster
uk: Показати журнал помилок

source: Show automatically log window in case of error
ar: اظهار نافذة سجل الاخطا تلقائيا في حالة حدوث خطا
bg: Автоматично показване на прозореца за логване в случай на грешка
fa_fa: نمایش خودکار پنجره ثبت در مورد خطا
fr: Affichage auto de la fenêtre de journal en cas d'erreur
hr_hr: Automatski prikaži izvještaj ako ima greški
hu: Automatikusan megjeleníti a naplóablakot hiba esetén
ro: Arata automat fereastra cu log de erori
ru: Автоматически показывать окно журнала в случае ошибок
sr_sp: Ауто покажи извештај ако има грешке
sv: Visa felloggen automatiskt vid fel
tr: Hata durumunda günlüğü otomatik göster
uk: У разі помилки, автоматично показувати вікно журналу помилок

source: Show in default viewer
ar: اظهار الافتراضي في العارض
bg: Показване в стандартния визуализатор
fr: Afficher dans la visionneuse par défaut
hu: Megjelenítés az alapértelmezett nézőkében
ro: Afișați în vizualizatorul implicit
ru: Открыть в приложении по-умолчанию
tr: Varsayılan görüntüleyicide aç
uk: Показати в типовій програмі перегляду

source: Show log for this file
bg: Показване на лог за този файл
fr: Afficher le journal de ce fichier
ro: Arata jurnalul pentru acest fișier
ru: Показать лог для этого файла
uk: Показати журнал для цього файлу

source: Show preview for video files in file list
bg: Показване на предварителен преглед на видео файлове в списъка с файлове
fr: Afficher l'aperçu des fichiers vidéo dans la liste des fichiers
ru: Превью видеофайлов в списке

source: Show program window
bg: Покажи прозореца на програмата
fr: Afficher la fenêtre du programme
ro: Arata fereastra programei
ru: Показать окно программы
uk: Відобразити вікно програми

source: Show results of last upload
ar: اظهار النتائج من اخر رفع
bg: Показване на резултатите от последното качване
fr: Afficher les résultats du dernier transfert
hu: Utolsó feltöltési eredmények megjelenítése
ro: Afișează rezultatele ultimei încărcări
ru: Показать результаты последней загрузки
tr: Son yükleme sonuçlarını göster
uk: Показати результати останнього відвантаження

source: Show tray icon
ar: اظهار ابقونة العلبة
bg: Показване на икона в трея
fa_fa: نمایش ایکون کنار ساعت
fr: Afficher l'icône de la barre d'état
hr_hr: Pokaži statusnu ikonu
hu: Mutassa a tálca ikont
ro: Arata iconita in tray
ru: Показывать значок в трее
sr_sp: Покажи треј икону
sv: Vis programikon i meddelandefältet
tr: Tepsi simgesini göster
uk: Відображати піктограму у треї

source: Sign in...
ar: تسجيل الدخول...
bg: Вход...
fr: Se connecter...
hu: Bejelentkezés...
ro: Conectați-vă...
ru: Выполнить авторизацию прямо сейчас...
sv: Logga in...
tr: Oturum Aç...
uk: Увійти...

source: Size
bg: Размер
fr: Taille
ru: Размер

source: Skip all
bg: Пропускане на всички
fr: Ignorer tout
ru: Пропустить все

source: Skip animated
bg: Пропускане на анимацията
fr: Ignorer l'animation
ro: Omiteți fișierele animate
ru: Пропускать анимированные
uk: Пропускати анімацію

source: Skip image processing step if the image has right parameters
ar: تخطي خطوة معالجة الصورة اذا كان المعلمات صحيحة للصورة
bg: Пропускане на стъпката за обработка на изображението, ако изображението има правилните параметри
fr: Ignorer l'étape de traitement de l'image si l'image a les bons paramètres
hr_hr: Preskoči obradu ako je slika ispravna
hu: Hagyja ki ezt a lépést, ha megfelelők a kép paraméterek.
ro: Nu proceseaza imagini daca nu e nevoie
ru: Не обрабатывать изображение, если оно уже в нужном формате
sv: Hoppa över bildbehandling om bilden redan har rätt parametrar
tr: Eğer görüntü doğrulama işlemi varsa atla
uk: Не обробляти зображення, що вже має правильний формат

source: Skip selected
bg: Пропускане на избраното
fr: Ignorer sélectionné
ru: Пропустить

source: Source URL (optional):
ar: رابط المصدر (اختياري):
bg: URL адрес на източника (по избор):
fr: Source URL (optionnel) :
hu: Forrás URL (opcionális):
ro: URL sursă (opțional):
ru: URL источника (опционально):
sv: Käll-URL (valfritt):
tr: Kaynak link (isteğe bağlı):
uk: URL-адреса джерела (опція):

source: Source code
ar: كود المصدر
bg: Изходен код
fr: Code Source
hu: Forráskód
ro: Codul
ru: Исходный код
sv: Källkod
tr: Kaynak kodu
uk: Початковий код

source: Specify account...
ar: تحديد حساب...
bg: Посочете акаунт...
fa_fa: ...اکانت را مشخص کنید
fr: Spécifier le compte...
hr_hr: Odredite račun...
hu: Adja meg a fiókot...
ro: Setati utilizator...
ru: Задать пользователя...
sr_sp: Унети налог...
sv: Specificera konto...
tr: Hesabı Belirtin...
uk: Вкажіть обліковий запис...

source: Start
bg: Старт
ru: Старт

source: Start Recording
bg: Стартиране на запис
ru: Начать запись

source: Starting upload
bg: Стартиране на качването
fr: Démarrage du chargement
ro: Pornirea încărcării
ru: Начинаю загрузку
uk: Початок відвантаження

source: Status
ar: مركز
bg: Статус
fa_fa: وضعیت
fr: Statut
hr_hr: Stanje
hu: Állapota
ro: Statut
ru: Статус
sr_sp: Статус
tr: Durum
uk: Статус

source: Step
bg: Стъпка
fr: Étape
ro: Pas
ru: Шаг
uk: Крок

source: Stop
ar: وقف
bg: Спри
fa_fa: توقف
hr_hr: Zaustavi
ru: Остановить
sr_sp: Заустави
sv: Stopp
tr: Durdur
uk: Зупинити
