Repository: zenden2k/image-uploader
Catalog: Lang/locale/*/LC_MESSAGES/imageuploader.po
Languages: ar, bg, fa_fa, fr, hr_hr, hu, ro, ru, sr_sp, sv, tr, uk

source: (highest)
bg: (най-висок)
ru: (высокое)

source: (lowest)
bg: (най-ниска)
ru: (низкое)

source: (music, high)
bg: (музика, висока)
ru: (музыка, высокое)

source: (music, low)
bg: (музика, тиха)
ru: (музыка, низкое)

source: (music, standard)
bg: (музика, стандарт)
ru: (музыка, стандартное)

source: (music, very high)
bg: (музика, много висока)
ru: (музыка, очень высокое)

source: (speech)
bg: (реч)
ru: (речь)

source: "%1%": server %2% doesn't support this type of file (%3% %4% with '.%5%' extension)
bg: "%1%": сървърът %2% не поддържа този тип файл (%3% %4% с разширение '.%5%')
fr: "%1%" : serveur %2% ne supporte pas ce type de fichier (%3% %4% avec l'extension '.%5%')
ru: "%1%": сервер %2% не поддерживает такой тип файла (%3% %4% с расширением '.%5%')

source: "%1%": server %2% doesn't support this type of file (%3% %4%)
bg: "%1%": сървърът %2% не поддържа този тип файл (%3% %4%)
fr: "%1%" : serveur %2% ne supporte pas ce type de fichiers (%3% %4%)
ru: "%1%": сервер %2% не поддерживает такой тип файла (%3% %4%)

source: %d file
bg: %d файл
fr: %d fichier
ro: un fişier
ru: %d файл

source: %d file selected
bg: %d файл выбран
fr: %d fichier sélectionné
ro: un fişier selectat
ru: %d файл выбран

source: %d file total
bg: %d файл всего
fr: %d fichier total
ro: un fişier total
ru: %d файл всего

source: %d server selected
bg: %d сервер выбран

source: %f% - name of videofile without extension, %fe% - name of videofile, %ext% - extension, %y% - year, %m% - month, %d% - day %h% - hour, %n% - minute, %s% - second %i% - file counter, %cx% - width, %cy% - height
ar: %f% - اسم ملف الفيديو بدون امتداد، %fe% - اسم ملف الفيديو, %ext% - الإمتداد, %y% - سنة, %m% -شهر, %d% - يوم %h% - ساعة, %n% - دقيقة, %s% - ثانية %i% - عداد الملفات, %cx% - العرض, %cy% - الارتفاع
bg: %f% - име на видеофайл без разширение, %fe% - име на видеофайл, %ext% - разширение, %y% - година, %m% - месец, %d% - ден %h% - час, %n% - минута, %s% - секунда %i% - брояч на файлове, %cx% - ширина, %cy% - височина
fr: %f% - nom du fichier vidéo sans extension, %fe% - nom du fichier vidéo, %ext% - extension, %y% - année, %m% - mois, %d% - jour %h% - heure, %n% - minute, %s% - seconde %i% - compteur de fichiers, %cx% - largeur, %cy% - hauteur
hu: %f% - videófájl neve kiterjesztés nélkül, %fe% - Videófájl neve, %ext% - Kiterjesztése, %y% - Év, %m% - Hó, %d% - Nap %h% - Óra, %n% - Perc, %s% - mp. %i% - fájlszámláló, %cx% - szélesség, %cy% - magasság
ru: %f% - имя видео файла без расширения, %fe% - имя видео файла с расширением %ext% - расширение видео файла, %y% - год, %m% - месяц, %d% - день %h% - час, %n% - минута, %s% - секунда %i% - порядковый номер, %cx% - ширина, %cy% - высота изображения
sv: %f% - Namn på videofilen utan filtillägg, %fe% - Namn på videofilen, %ext% - Filtillägg, %y% - År, %m% - Månad, %d% - Dag %h% - Timma, %n% - Minut, %s% - Sekund %i% - Filräknare, %cx% - Bredd, %cy% - Höjd
tr: %f% - Uzantısız video adı, %fe% - Video adı, %ext% - Uzantı, %y% - Yıl, %m% - Ay, %d% - Gün %h% - Saat, %n% - Dakika, %s% - Saniye %i% - Dosya sırası, %cx% - Genişlik, %cy% - Yükseklik
uk: %f% – ім'я відеофайлу без розширення, %fe% – ім'я відеофайлу з розширенням, %ext% – розширення, %y% – рік, %m% – місяць, %d% – день %h% – години, %n% – хвилини, %s% – секунди %i% – індекс файлу, %cx% – ширина зображення, %cy% – висота зображення.

source: %s (screen recording)
bg: %s (запис на екрана)
ru: %s (запись экрана)

source: %s - Quick Setup
ar: %s-الاعداد السريع
bg: %s - Бърза настройка
fr: %s - Recherche rapide
hu: %s - Gyors beállítás
ro: %s - Configurare rapidă
ru: %s - быстрая настройка
sv: %s - Snabbinställning
tr: %s - Hızlı Kurulum
uk: %s - швидке налаштування

source: %s - Updates available
ar: %s-التحديثات المتوفرة
bg: %s - Налични са актуализации
fr: %s - Mises à jour disponibles
hu: %s - Frissítés érhető el
ro: %s - actualizări disponibile
ru: %s - Доступны обновления
tr: %s - Güncellemeler mevcut
uk: %s - доступні оновлення

source: %s Updates
bg: %s актуализации
ru: Обновления %s

source: %s of %s (%d%%) %s
ar: %s من %s (%d %%) %s
bg: %s от %s (%d%%) %s
fa_fa: %s из %s (%d%%) %s
fr: %s de %s (%d%%) %s
hr_hr: %s из %s (%d%%) %s
hu: %s a %s-ból (%d%%) %s
ro: %s din %s (%d%%) %s
ru: %s из %s (%d%%) %s
sr_sp: %s из %s (%d%%) %s
sv: %s из %s (%d%%) %s
tr: %s - %s (%d%%) %s
uk: %s з %s (%d%%) %s

source: %s server settings
ar: اعدادات خادم %s
bg: %s настройки на сървъра
fa_fa: %s تنظیمات سرور
fr: %s paramètres du serveur
hr_hr: Postavke poslužitelja %s
hu: %s szerver beállítások
ro: Setarile serverului %s
ru: Параметры сервера %s
sr_sp: Поставке сервера %s
sv: %s serverinställningar
tr: %s sunucu ayarları
uk: Налаштування сервера %s

source: %u error has not been fixed.
bg: %u ошибка не была исправлена.
fr: %u erreur n'a pas été corrigée.
ru: %u ошибка не была исправлена.

source: %y - year, %m - month, %d - day %h - hour, %n - minute, %s - seconds %i - image index, %width% - width of image, %height% - height of image
bg: %y - година, %m - месец, %d - ден %h - час, %n - минута, %s - секунди %i - индекс на изображението, %width% - ширина на изображението, %height% - височина на изображението
fr: %y - année, %m - mois, %d - jour %h - heure, %n - minute, %s - secondes %i - index de l'image, %largeur% - largeur de l'image, %hauteur% - hauteur de l'image
hr_hr: %y - godina, %m - mjesec, %d - dan %h - sat, %n - minuti, %s - sekunde %i - indeks slike, %width% - širina slike, %height% - visina slike
hu: %y - év, %m - hónap, %d - nap %h - óra, %n - perc, %s - np. %i - kép index, %width% - kép szélessége, %height% - kép magassága
ro: %y - an, %m - luna, %d - ziua %h - ore, %n - minute, %s - secunde %i - număr de serie, %width% - lăţime, %height% - înălţime a imaginii
ru: %y - год, %m - месяц, %d - день %h - час, %n - минута, %s - секунда %i - порядковый номер, %width% - ширина, %height% - высота изображения
sr_sp: %y - година, %m - месец, %d - дан %h - сати, %n - минути, %s - секунди %i - индекс слике, %width% - ширина слике, %height% - висина слике
sv: %y - År, %m - Månad, %d - Dag %h - Timma, %n - Minut, %s - Sekund %i - Bildindex, %width% - Bildbredd, %height% - Bildhöjd
tr: %y - yıl, %m - ay, %d - gün %h saat, %n - dakika, %s - saniye %i - resim sırası, %width% görüntü genişliği, %height% - görüntü yüksekliği
uk: %y – рік, %m – місяць, %d – день %h – години, %n – хвилини, %s – секунди %i – індекс зображення, %width% – ширина зображення, %height% – висота зображення

source: &Upload
ar: &رفع
bg: &Качване
fa_fa: اپلود
fr: &Charger
hr_hr: &Pošalji
hu: &Feltöltés
ro: Încarcă
ru: &Загрузить
sr_sp: Пошаљи
sv: &Ladda upp
tr: &Yükle
uk: &Відвантажити

source: (edited)
ar: (تحرير)
bg: (редактирано)
fr: (édité)
hr_hr: (uređen)
hu: (szerkesztett)
ro: (editat)
ru: (изменен)
sv: (redigerad)
tr: (düzenlenmiş)
uk: (змінено)

source: (the code has been copied to the clipboard)
bg: (кодът е копиран в клипборда)
fr: (le code a été copié dans le presse-papiers)
ro: (link-ul a fost copiat în clipboard)
ru: (код был скопирован в буфер обмена)

source: (the link has been copied to the clipboard)
ar: (تم نسخ الارتباط الى الحافظة)
bg: (линкът е копиран в клипборда)
fr: (le lien a été copié dans le presse-papiers)
hu: (link a vágólapra másolva)
ro: (link-ul a fost copiat în clipboard)
ru: (адрес был скопирован в буфер обмена)
sv: (länken har kopierats till Urklipp)
tr: (Bağlantı panoya kopyalandı)
uk: (посилання скопійовано до буфера обміну)

source: < Back
ar: < السابق
bg: < Назад
fa_fa: < قبلی
fr: < Retour
hr_hr: < Nazad
hu: < Vissza
ro: < Înapoi
ru: < Назад
sr_sp: < Назад
sv: < Tillbaka
tr: <Geri
uk: < Назад

source: <no authentication>
ar: <لا توثيق>
bg: <без удостоверяване>
fa_fa: <no athentication>
fr: <aucune authentification>
hu: <Nem hitelesített>
ro: <fără autentificare>
ru: <без авторизации>
sv: <ingen autentisering>
tr: <Hesap doğrulaması yok>
uk: <без автентифікації>

source: A new version is available:
bg: Налична е нова версия:
fr: Une nouvelle version est disponible :
ro: O nouă versiune este disponibilă:
ru: Доступна новая версия:
uk: Доступна нова версія:

source: About %s
bg: Относно %s
ru: Об %s

source: About...
ar: حول...
bg: Относно...
fa_fa: ...درباره
fr: À propos de...
hr_hr: O programu
hu: Névjegy...
ro: Despre program...
ru: О программе...
sr_sp: О...
sv: Om...
tr: Hakkında...
uk: Про програму ...

source: Access:
ar: امكانية الوصول:
bg: Достъп:
fa_fa: دستیابی:
fr: Accès :
hr_hr: Pristup:
hu: Hozzáférés:
ro: Acces:
ru: Доступ:
sr_sp: Приступ:
sv: Åtkomst:
tr: Erişim:
uk: Доступ:

source: Account
bg: Профил
ru: Акк.

source: Account is not enabled
ar: لم يتم تمكين الحساب
bg: Профилът не е активиран
fa_fa: اکانت فعال نیست
fr: Compte n'est pas activé
hr_hr: Račun nije omogućen
hu: A fiók nem engedélyezett
ro: Account nu e selectat
ru: Аккаунт не выбран
sr_sp: Налог није важан
sv: Kontot är inte aktivt
tr: Hesap Etkin Değil
uk: Обліковий запис не ввімкнено

source: Account with such name already exists.
ar: حساب بهذا الاسم موجود مسبقا.
bg: Вече съществува акаунт с такова име.
fr: Un compte avec ce nom existe déjà.
hu: Az ilyen névvel rendelkező fiók már létezik.
ro: Account cu astfel de nume există deja.
ru: Учетная запись с таким именем уже существует.
sv: Det finns redan ett konto med det namnet.
tr: Bu adda bir hesap zaten var.
uk: Обліковий запис із таким іменем уже існує.

source: Account...
ar: الحساب...
bg: Профил...
fr: Compte...
hu: Fiók...
ru: Учетная запись...
sv: Konto...
tr: Hesap...
uk: Обліковий запис...

source: Action
ar: عمل
bg: Действие
fa_fa: اقدام
hr_hr: Akcija
hu: Művelet
ro: Actiune
ru: Действие
sr_sp: Акција
sv: Åtgärd
tr: Eylem
uk: Дія

source: Action:
bg: Действие:
ro: Acțiune:
ru: Действие:
uk: Дія:

source: Active connection
bg: Активна връзка
fr: Connexion active
ro: Сonexiunea activa
ru: Активный режим

source: Add
ar: اضافة
bg: Добавяне
fr: Ajouter
hr_hr: Dodaj
hu: Hozzáad
ro: Adaugă
ru: Добавить
sr_sp: Додај
sv: Lägg till
tr: Ekle
uk: Додати

source: Add %s server...
bg: Добавяне на %s сървър...

source: Add Files
ar: اضافة ملفات
bg: Добавяне на файлове
fa_fa: افزودن فایل ها
fr: Ajouter Fichiers
hr_hr: Dodaj datoteke
hu: Fájlok hozzáadása
ro: Adaugă fisiere
ru: Добавить файлы
sr_sp: Додај датотеке
sv: Lägg till filer
tr: Dosya Ekle
uk: Додати файли

source: Add Files...
ar: اضافة الملفات...
bg: Добавяне на файлове...
fr: Ajouter Fichiers...
hr_hr: Dodaj datoteke...
hu: Fájlok hozzáadása...
ro: Adauga fisiere..
ru: Добавить файлы...
sr_sp: Додај датотеке...
sv: Lägg till filer...
tr: Dosya Ekle...
uk: Додати файли...

source: Add Folder...
ar: اضافة مجلد...
bg: Добавяне на папка...
fa_fa: ...افزودن پوشه
fr: Ajouter Dossier...
hr_hr: Dodaj mapu...
hu: Mappa hozzáadása...
ro: Adaugă mapă...
ru: Добавить папку...
sr_sp: Додај фасциклу...
sv: Lägg till mapp...
tr: Klasör Ekle...
uk: Додати папку...

source: Add Images
ar: اضافة صور
bg: Добавяне на изображения
fa_fa: افزودن تصاویر
fr: Ajouter images
hr_hr: Dodaj slike
hu: Képek hozzáadása
ro: Adaugă imagini
ru: Добавить изображения
sr_sp: Додај слике
sv: Lägg till bilder
tr: Görüntü Ekle
uk: Додати зображення

source: Add Item
ar: اضافة مادة
bg: Добавяне на елемент
fr: Ajouter un élément
hu: Elem hozzáadása
ro: Adaugă element
ru: Добавить элемент
tr: Öğe ekle
uk: Додати елемент

source: Add Menu Item
ar: اضافة مادة القائمة
bg: Добавяне на елемент от менюто
fr: Ajouter un élément de menu
hu: Adjon hozzá a menüpontot
ro: Adaugă element de meniu
ru: Добавить пункт меню
sv: Lägg till menypost
tr: Menü öğesi Ekle
uk: Додати елемент меню

source: Add account...
bg: Добавяне на акаунт...
fr: Ajouter un compte...
ro: Adaugă cont...
ru: Добавить аккаунт...
uk: Додати обліковий запис...

source: Add an item to the context menu of Windows Explorer
ar: اضافة مادة الى قائمة السياق في مستكشف الوندوز
bg: Добавяне на елемент към контекстното меню на Windows Explorer
fr: Ajouter un élément au menu contextuel de l'Explorateur Windows
hu: Elem felvétele a Windows Intéző helyi menüjébe
ro: Integrare în meniul contextual Explorer-ului
ru: Добавить пункт в контекстное меню проводника Windows
sv: Lägg till en post i Utforskarens kontextmeny
tr: Explorer Menüsüne ekle
uk: Додати елемент до контекстного меню провідника Windows

source: Add files...
bg: Добавяне на файлове...
fr: Ajouter fichiers...
ro: Adauga fisiere..
ru: Добавить файлы...
uk: Додати файли...

source: Add folder as new server...
bg: Добавяне на папка като нов сървър...

source: Add folder...
bg: Добавяне на папка...
fr: Ajouter dossier...
ro: Adaugă mapă...
ru: Добавить папку...
uk: Додати папку...

source: Add images...
bg: Добавяне на изображения...
fr: Ajouter images...
ro: Adauga fisiere..
ru: Добавить изображения...

source: Add item to video files' context menu
ar: اضافة مادة الى قائمة السياق لملفات الفيديو
bg: Добавяне на елемент към контекстното меню на видео файловете
fa_fa: افزودن ایتم فایل های ویدیو به کلیک راست
fr: Ajouter un élément au menu contextuel des fichiers vidéo
hr_hr: Dodaj stavku u izbornik videa
hu: Elem hozzáadása a videófájlok helyi menühöz
ro: Integrare în meniul contextual a fişierelor video
ru: Пункт в контекстном меню видеофайлов
sr_sp: Додај ставку у контекстуелни мени видеа
sv: Lägg till post i videofilers kontextmeny
tr: "Video ekle" menüsü
uk: Додати елемент до контекстного меню відеофайлів

source: Add server
bg: Добавяне на сървър

source: Add text
ar: اضافة نص
bg: Добавяне на текст
fr: Ajouter du texte
hr_hr: Dodaj tekst
hu: Szöveg hozzáadása
ro: Adauga text
ru: Выводить текст
sv: Lägg till text
tr: Metin ekle
uk: Додавати текст

source: Add text on thumbnail
ar: اضافة نص على الصورة المصغرة
bg: Добавяне на текст към миниатюрата
fr: Ajouter du texte sur la vignette
hr_hr: Dodaj tekst na minijaturu
hu: Szöveg hozzáadása a miniatűrökhöz
ro: Adauga text pe miniatura
ru: Надпись на миниатюре
sv: Lägg till miniatyrtext
tr: Öngörüntü Metni ekle
uk: Додавати текст до ескізів

source: Add text to image
ar: اضافة نص الى الصور
bg: Добавяне на текст към изображение
fa_fa: افزودن متن به عکس
fr: Ajouter du texte à l'image
hr_hr: Dodaj tekst slici
hu: Szöveg hozzáadása a képhez
ro: Adaugă text
ru: Добавить текст на картинку
sr_sp: Додај текст слици
sv: Lägg till text på bild
tr: Metin ekle
uk: Додавати текст до зображення

source: Add to Wizard
ar: اضافة الى المعالج
bg: Добавяне към съветника
fr: Ajouter à l'assistant
hr_hr: Dodaj u čarobnjaka
hu: Hozzáadás a varázslóhoz
ro: Adauga in wizard
ru: Добавить в мастер
sv: Lägg till i guiden
tr: Sihirbaza ekle
uk: Додати до майстра

source: Add to the list
ar: اضافة الى قائمة
bg: Добави към списъка
fr: Ajouter à la liste
hu: Hozzáadás a listához
ro: Adaugă la lista
ru: Добавить в список
sv: Lägg till i listan
tr: Listeye ekle
uk: Додати до списку

source: Add video files to the list after Drag'n'Drop
ar: اضافة ملفات الفيديو الى القائمة بعد سحب'n ' اسقاط
bg: Добавяне на видео файлове към списъка след плъзгане и пускане
fr: Ajouter des fichiers vidéo à la liste après glisser-déposer
hu: Videófájlok hozzáadása a listához a 'Húzd és Ejtsd' után
ro: Adăugați fișiere video la listă după Drag ' n ' drop
ru: Добавлять видеофайлы в список после перетаскивания
sv: Lägg till videofiler i listan efter Dra och Släpp
tr: Sürükle-Bırak sonrası videoları listeye ekle
uk: Додавати відеофайли до списку після перетягування

source: Add watermark
ar: اضافة علامة مائية
bg: Добавяне на воден знак
fa_fa: افزودن واترمارک
fr: Ajouter un filigrane
hr_hr: Dodaj vodeni pečat
hu: Vízjel hozzáadása a képhez
ro: Adaugă logotip
ru: Добавить логотип
sr_sp: Додај жиг
sv: Lägg till vattenstämpel
tr: Filigran ekle
uk: Додавати водяний знак

source: Adding directory as server
ar: اضافة الدليل باسم خادم
bg: Добавяне на директория като сървър
fr: Ajouter un répertoire comme serveur
hu: Könyvtár hozzáadása kiszolgálóként
ro: Adăugarea unui dosar local ca un server
ru: Добавление папки как сервера
sv: Lägger till mapp som server
tr: Sunucu ekle
uk: Додавання каталога в якості сервера

source: Additional options...
bg: Допълнителни опции...
fr: Options additionnelles...
ro: Setarile adaugatoare...
ru: Дополнительные опции...
uk: Додаткові налаштування...

source: Additional params
ar: عربات اضافية
bg: Допълнителни параметри
fa_fa: پارامتر اضافی
fr: Params additionnels
hr_hr: Dodatni parametri
hu: További paraméterek
ro: Parametrii speciali
ru: Дополнительные параметры
sr_sp: Додатни параметри
sv: Ytterligare parametrar
tr: Ek bilgiler
uk: Додаткові параметри

source: Additional settings
ar: اعدادات اضافية
bg: Допълнителни настройки
fr: Paramètres additionnels
hr_hr: Dodatne postavke
hu: További beállítások
ro: Setarile adaugatoare
ru: Дополнительно
sr_sp: Додатне поставке
sv: Fler inställningar
tr: Ek ayarlar
uk: Додаткові налаштування

source: Address:
ar: العنوان:
bg: Адрес:
fa_fa: ادرس:
fr: Adresse :
hr_hr: Adresa:
hu: Cím:
ro: Adresa:
ru: Адрес:
sr_sp: Адреса:
sv: Adress:
tr: Adres:
uk: Адреса:

source: Advice:
ar: المشورة:
bg: Съвет:
fa_fa: توجه:
fr: Conseil :
hr_hr: Savjet:
hu: Tipp:
ro: Sfat:
ru: Совет:
sr_sp: Савет:
sv: Tips:
tr: Tavsiye:
uk: Порада:

source: Aero only (Windows Vista or later)
ar: 'طيراني فقط (وندوز فستا او اللاحق)
bg: Само Aero (Windows Vista или по-нова версия)
fr: Aero seulement (Windows Vista ou version ultérieure)
hu: Csak Aero (Windows Vista vagy újabb)
ro: Numai Aero (Windows Vista sau o versiune ulterioară)
ru: Только для Aero (Windows Vista и новее)
sv: Endast Aero (Windows Vista eller senare)
tr: Sadece aero (Windows Vista veya üstü)
uk: Тільки Aero (Windows Vista або новіше)

source: All account data will be deleted, including logins, passwords and other settings. The following server types' settings will also be deleted: %s.
bg: Всички данни за акаунта ще бъдат изтрити, включително данни за вход, пароли и други настройки. Настройките на следните типове сървъри също ще бъдат изтрити: %s.
fr: Toutes les données du compte seront supprimées, y compris les identifiants, mots de passe et autres paramètres. Les paramètres des types de serveur suivants seront également supprimés : %s.
ru: Будут удалены данные всех аккаунтов, включая логины, пароли и другие настройки. Также будут удалены настройки следующих типов серверов: %s.

source: All files
ar: كافة الملفات
bg: Всички файлове
fa_fa: همه فایلها
fr: Tous les fichiers
hr_hr: Sve datoteke
hu: Minden fájl
ro: Toate fişierele
ru: Все файлы
sr_sp: Све датотеке
sv: Alla filer
tr: Tüm dosyalar
uk: Усі файли

source: All files have been successfully uploaded.
ar: تم رفع كافة الملفات بنجاح.
bg: Всички файлове са успешно качени.
fr: Tous les fichiers ont été chargés avec succès.
hu: Az összes fájl sikeresen feltöltve.
ro: Toate fișierele au fost încărcate cu succes.
ru: Все файлы были успешно загружены.
tr: Tüm dosyalar başarıyla yüklendi
uk: Усі файли було успішно відвантажено.

source: All monitors
bg: Всички монитори
fr: Tous les moniteurs
ro: Toate monitoarele
ru: Все мониторы
uk: Усі монітори

source: All the time
ar: دوما
bg: През цялото време
fr: Tout le temps
hu: Mindig
ro: Tot timpul
ru: Всё время
tr: Tüm zamanlar
uk: Увесь час

source: Allow Alt+Tab in fullscreen editor
ar: تسمح Alt + Tab في ملء الشاشة محرر
bg: Разрешаване на Alt+Tab в редактора на цял екран
fr: Autoriser Alt+Tab dans l'éditeur plein écran
hu: Alt+Tab engedélyezése a teljes képernyős szerkesztőben
ro: Permite Alt + Tab în editorul de ecran complet
ru: Разрешить Alt+Tab в полноэкранном редакторе
sv: Tillåt Alt+Tab i helskärmsredigerare
tr: Tam Ekran Düzenleyicide Alt+Tab'a izin ver
uk: Увімкнути Alt+Tab у повноекранному редакторі

source: Allow editing images in fullscreen mode
bg: Разрешаване на редактиране на изображения в режим на цял екран
fr: Autoriser l'édition d'images en mode plein écran
ro: Permite editarea imaginilor în modul ecran complet
ru: Разрешить редактирование в полноэкранном режиме
uk: Дозволити редагування зображень у повноекранному режимі

source: Always copy captured image to clipboard
ar: دائما نسخ الصورة التي تم التقاطها للحافظة
bg: Винаги копирай заснетото изображение в клипборда
fr: Copiez toujours l'image capturée dans le presse-papiers
hr_hr: Uvjek kopiraj uhvaćenu sliku u međuspremnik
hu: Mindig másolja a rögzített képet a vágólapra
ro: Copiaza imaginea in clipboard
ru: Всегда копировать в буфер обмена
sr_sp: Увек копирај ухвачену слику у оставу
sv: Kopiera alltid skärmklipp till Urklipp
tr: Yakalanan görüntüyü her zaman panoya kopyala
uk: Завжди копіювати захоплене зображення до буфера обміну

source: An error occured while extracting video frames.
bg: Възникна грешка при извличане на видеокадри.
fr: Une erreur est survenue lors de l'extraction des images vidéo.
ro: A apărut o eroare la extragerea cadrelor video.
ru: Во время извлечения кадров произошла ошибка.

source: An error occured while loading script.
bg: Възникна грешка при зареждане на скрипта.
fr: Une erreur est survenue lors du chargement du script.
ro: A apărut o eroare la încărcarea scriptului.
ru: Ошибка при загрузке скрипта.
uk: Під час завантаження сценарію сталася помилка.

source: An error occured while receiving update information from server.
ar: حدث خطا اثناء الحصول على معلومات التحديث من الالخادم.
bg: Възникна грешка при получаване на информация за актуализация от сървъра.
fa_fa: یک خطا حین دریافت اطلاعات بروزرسانی از سرور رخ داده است
fr: Une erreur est survenue lors de la réception des infos de mise à jour du serveur.
hr_hr: Greška pri preuzimanju obnove sa poslužitelja.
hu: Hiba történt, a frissítési információk fogadásakor a szerverről.
ro: O eroare privind primirea datelor de actualizare.
ru: Ошибка при получении данных об обновлениях.
sr_sp: Грешка при примање информације са сервера.
sv: Ett fel uppstod vid hämtning av uppdateringsinformation från servern.
tr: Sunucudan güncelleme bilgisi alırken bir hata oluştu.
uk: Сталася помилка при отриманні інформації оновлення з сервера.

source: An error occurred during screen recording. For details, please check the error log.
bg: Възникна грешка по време на запис на екрана. За подробности, моля, проверете дневника на грешките.
ru: Во время записи экрана произошла ошибка. Для деталей смотрите лог ошибок.

source: Any file
ar: اي ملف
bg: Всеки файл
fa_fa: هر فایلی
fr: N'importe quel fichier
hr_hr: Neka datoteka
hu: Bármely fájl
ro: Orice fisier
ru: Любые файлы
sr_sp: Било шта
sv: Alla filer
tr: Herhangi bir dosya
uk: Будь-який файл

source: Appearance options
ar: خيارات المظهر
bg: Опции за външен вид
fa_fa: گزینه های پیدایش
fr: Options d'apparence
hr_hr: Opcije izgleda
hu: Megjelenítési lehetőségek
ro: Setările aspectului exterior
ru: Настройки внешнего вида
sr_sp: Опције изгледа
sv: Utseendealternativ
tr: Görünüm seçenekleri
uk: Опції зовнішнього вигляду

source: Apply
ar: تطبيق
bg: Приложи
fa_fa: اعمال
fr: Appliquer
hr_hr: Primjeni
hu: Alkalmaz
ro: Aplică
ru: Применить
sr_sp: Примени
sv: Verkställ
tr: Uygula
uk: Застосувати

source: Are you sure to place text and logo in the same position on image?
ar: هل انت متاكد من وضع النص والشعار في نفس الموقع في الصورة
bg: Сигурни ли сте, че сте поставили текста и логото на едно и също място върху изображението?
fa_fa: ایا شما مطمئن به قرار دادن متن و لوگو در عکس در موقعیت مشابه هستید؟
fr: Êtes-vous sûr de placer le texte et le logo à la même position sur l'image ?
hr_hr: Postavljanje teksta i logotipa na isto mjesto?
hu: Biztos abban, hogy a képet és a logót ugyanabban a pozícióban helyezi el a képen?
ro: Sunteţi siguri să plasaţi textul şi logotipul în aceeaşi poziţie pe imagine?
ru: Вы действительно хотите поместить текст и логотип в одном месте на изображении?
sr_sp: Сигурно поставити и текст и лого на исту позицију слике?
sv: Vill du verkligen placera text och logotyp på samma position, i bilden?
tr: Filigran ve metni resim üzerinde aynı konuma yerleştirmek istediğinizden emin misiniz?
uk: Ви справді хочете розмістити текст і логотип в одному й тому ж місці на зображенні?
