Repository: zenden2k/image-uploader
Catalog: Lang/locale/*/LC_MESSAGES/imageuploader.po
Languages: ar, bg, fa_fa, fr, hr_hr, hu, ro, ru, sr_sp, sv, tr, uk

source: Frames layout
ar: تخطيط الاطارات
bg: Оформление на рамки
fa_fa: طرح بندی فریم ها
fr: Disposition des cadres
hr_hr: Izgled okvira
hu: Keretek elrendezése
ro: Setari de amplasarea cadrelor
ru: Параметры компоновки кадров в мозаику
sr_sp: Модел фрејмова
sv: Bildlayout
tr: Çerçeve düzeni
uk: Макет розташування кадрів

source: Freehand Capture
ar: التقاط يدوي
bg: Заснемане на свободна ръка
fr: Capture à main levée
hr_hr: Slobodnoručno odabrano hvatanje
hu: Szabadon kijelölt rész mentése
ro: Captura freehand
ru: Снимок произвольной формы
sr_sp: Ухват слободне руке
sv: Frihandsklipp
tr: Serbest Yakala
uk: Знімок довільної області...

source: From Clipboard
ar: من الحافظة
bg: От клипборда
fa_fa: از کلیپ برد
fr: Depuis le Presse-papiers
hr_hr: Iz međuspremnika
hu: Vágólapról
ro: Din clipboard
ru: Из буфера обмена
sr_sp: Из оставе
sv: Från Urklipp
tr: Panodan
uk: З буфера обміну

source: From Web
ar: من ويب
bg: От мрежата
fr: Depuis le Web
hr_hr: Sa interneta
hu: Webről
ro: Din internet
ru: Из интернета
sr_sp: Са интернета
sv: Från webben
tr: Web'den
uk: З Інтернету

source: Full information
bg: Пълна информация
fr: Infos complètes
ro: Informații complete
ru: Подробно
uk: Детально

source: Full screen
bg: Цял екран
ru: Полный экран

source: Generating image...
bg: Генериране на изображение...
fr: Génération d'image...
ro: Generarea imaginii...
ru: Генерирование изображения...
uk: Створення зображення...

source: Get color's code...
bg: Вземете кода на цвета...
fr: Obtenez le code couleur...
ro: Obține codul de culoare...
ru: Код цвета...
uk: Отримання коду кольору...

source: Getting info about file...
bg: Получаване на информация за файла...
fr: Obtention d'infos sur le fichier...
ro: Obținerea de informații despre fișier...
ru: Получение информации о файле...
uk: Отримання інформації про файл...

source: Global
ar: العالمية
bg: Глобално
fa_fa: سراسری
hr_hr: Opće
hu: Globális
ro: Globale
ru: Глобальные
sr_sp: Глобално
tr: Genel
uk: Глобальні

source: Global hotkey:
ar: مفتاح نشط عالمي:
bg: Глобална гореща клавишна комбинация:
fa_fa: کلید میانبر سراسری:
fr: Raccourci clavier global :
hr_hr: Opći prečac:
hu: Globális gyorsbillentyű:
ro: Tasta de acces rapid globala:
ru: Глобальная комбинация:
sr_sp: Глобална пречица:
sv: Global snabbtangent:
tr: Genel kısayol:
uk: Глобальне сполучення клавіш:

source: Go to signup page
ar: انتقل الى صفحة تسجيل الدخول
bg: Отидете на страницата за регистрация
fa_fa: بروبه صفحه ثبت نام
fr: Aller à la page d'inscription
hr_hr: Idi na stranicu za prijavu
hu: Ugrás a feliratkozási oldalra
ro: Deschide pagina inregistrarii
ru: Открыть страницу регистрации
sr_sp: Ићи на лист пријављивања
sv: Gå till registreringssidan
tr: Kayıt sayfasına git
uk: Перейти до сторінки підписки

source: Good (default)
bg: Добро (по подразбиране)
ru: Хорошее (по умолчанию)

source: Grab
ar: انتزع
bg: Хванете
fa_fa: ربودن
fr: Saisir
hr_hr: Hvatanje
hu: Kiemelés
ro: Extrage
ru: Извлечь
sr_sp: Ухвати
sv: Hämta
tr: Ayıkla
uk: Захопити

source: Gradient color 1:
ar: التدرج اللوني 1:
bg: Градиентен цвят 1:
fa_fa: رنگ گرادیانت 1:
fr: Dégradé de couleur 1 :
hr_hr: Boja prijelaza 1:
hu: Színátmenet 1:
ro: Culoarea 1 a gradientului:
ru: Цвет градиента 1:
sr_sp: Градијент боја 1:
sv: Toningsfärg 1:
tr: Dolgu rengi 1:
uk: Колір градієнту 1:

source: Gradient color 2:
ar: التدرج اللوني 2:
bg: Градиентен цвят 2:
fa_fa: رنگ گرادیانت 2:
fr: Dégradé de couleur 2 :
hr_hr: Boja prijelaza 2:
hu: Színátmenet 2:
ro: Culoarea 2 a gradientului:
ru: Цвет градиента 2:
sr_sp: Градијент боја 2:
sv: Toningsfärg 2:
tr: Dolgu rengi 2:
uk: Колір градієнту 2:

source: Group by filename
bg: Групиране по име на файл
fr: Grouper par nom de fichier
ro: Grup după nume de fișier
ru: Группировать по имени файла

source: HTML code
ar: كود ل HTML
bg: HTML код
fa_fa: HTML کد
fr: Code Html
hr_hr: HTML kôd
hu: HTML kód
ro: Pentru situri (HTML)
ru: Для сайта (HTML)
sr_sp: HTML код
sv: HTML-kod
tr: HTML kodu
uk: HTML-код

source: HTML files
bg: HTML файлове
ru: HTML файлы

source: Height:
ar: الارتفاع:
bg: Височина:
fr: Hauteur :
hr_hr: Visina:
hu: Magasság:
ro: Înălţimea:
ru: Высота:
sv: Höjd:
tr: Yükseklik:
uk: Висота:

source: Help
ar: التعليمات
bg: Помощ
fr: Aide
hu: Súgó
ro: Ajutor
ru: Помощь
tr: Yardım
uk: Довідка

source: Hide
ar: اخفاء
bg: Скриване
fa_fa: مخفی
fr: Masquer
hr_hr: Sakrij
hu: Elrejt
ro: Ascunde
ru: Скрыть
sr_sp: Сакриј
sv: Dölj
tr: Gizle
uk: Сховати

source: Highlight
ar: ابراز
bg: Акцент
fa_fa: Marker
fr: Souligner
hr_hr: Marker
hu: Kiemelő
ro: Marker
ru: Подсвечивающий маркер
sr_sp: Marker
sv: Markör
tr: İşaretleyici
uk: Виділення кольором

source: History
ar: التاريخ
bg: История
fr: Historique
hr_hr: Povijest
hu: Előzmények
ro: Istorie
ru: История
sv: Historik
tr: Geçmiş
uk: Історія

source: History has been cleared successfully.
bg: Историята е изчистена успешно.
fr: L'historique a été effacé avec succès.
ro: Istoricul a fost șters cu succes.
ru: История была успешно очищена.
uk: Історію успішно очищено.

source: Horizontal interval:
ar: فاصل افقي:
bg: Хоризонтален интервал:
fa_fa: فاصله افقی
fr: Intervalle horizontal :
hr_hr: Vodoravni razmak:
hu: Vízszintes cella:
ro: Intervalul orizontal:
ru: Горизонтальный промежуток:
sr_sp: Хоризонтални интервал:
sv: Horisontell intervall:
tr: Yatay aralık:
uk: Горизонтальний інтервал:

source: I have an account on this server
ar: لدي حساب على هذا الخادم
bg: Имам акаунт на този сървър
fr: J'ai un compte sur ce serveur
hu: Van egy fiókom ezen a szerveren
ro: Am un cont pe acest server
ru: У меня есть учетная запись на этом сервере
sv: Jag har ett konto på den här servern
tr: Bu sunucuda bir hesabım var
uk: У мене є обліковий запис на цьому сервері

source: Ignore
ar: تجاهل
bg: Игнорирай
fa_fa: نادیده گرفتن
fr: Ignorer
hr_hr: Zanemari
hu: Figyelmen kívül hagy
ro: Ignoră
ru: Игнорировать
sr_sp: игнориши
sv: Hoppa över
tr: Yoksay
uk: Ігнорувати

source: Ignore all
bg: Игнорирайте всичко
fr: Ignorer tout
ro: Ignoră toate
ru: Игнорировать все
uk: Ігнорувати

source: Image Downloader
ar: تنزيل الصورة
bg: Изтеглятел на изображения
fr: Téléchargeur d'images
hr_hr: Skidanje slike
hu: Kép letöltő
ro: Descarcatorul imaginilor
ru: Загрузчик изображений
sr_sp: Преузимање слике
tr: Görüntü İndirici

source: Image Editor
ar: محرر الصور
bg: Редактор изображения
fr: Éditeur d'images
hu: Képszerkesztő
ro: Editor de imagini
ru: Редактор изображений
sv: Bildredigerare
tr: Resim Düzenleyici
uk: Редактор зображень

source: Image Editor (%1%x%2%)
bg: Редактор на изображения (%1%x%2%)
fr: Éditeur d'images (%1%x%2%)
ro: Editor de imagini (%1%x%2%)
ru: Редактор изображений (%1%x%2%)
uk: Редактор зображень (%1%x%2%)

source: Image Editor - %1% (%2%x%3%)
bg: Редактор на изображения - %1% (%2%x%3%)
fr: Éditeur d'images - %1% (%2%x%3%)
ro: Editor de imagini - %1% (%2%x%3%)
ru: Редактор изображений - %1% (%2%x%3%)
uk: Редактор зображень - %1% (%2%x%3%)

source: Image Editor cannot deal with animated images. If you edit this file, animation will be lost. Do you wish to continue?
bg: Редакторът на изображения не може да обработва анимирани изображения. Ако редактирате този файл, анимацията ще бъде загубена. Искате ли да продължите?
fr: Éditeur d'images ne peut pas gérer les images animées. Si vous modifiez ce fichier, l'animation sera perdue. Voulez-vous continuer ?
ro: Editorul de imagini nu poate face față imaginilor animate. Dacă editați acest fișier, animația se va pierde. Doriți să continuați?
ru: Редактор изображений не умеет работать с анимированными изображениями. Если вы отредактируете изображение, анимация будет потеряна. Хотите продолжить?
uk: Редактор зображень не вміє працювати з анімованими зображеннями. Якщо ви відредагуєте цей файл, анімацію буде втрачено. Бажаєте продовжити?

source: Image Settings and Server Selection
bg: Настройки на изображението и избор на сървър
fr: Paramètres d'image et sélection du serveur
hu: A képek beállításai és a szerver kiválasztása
ro: Parametrii imaginilor şi selectarea serverului
ru: Параметры изображений и выбор сервера
tr: Resim ayarları ve sunucu seçimi
uk: Параметри зображення та вибір сервера

source: Image processing
ar: معالجة الصور
bg: Обработка на изображения
fr: Traitement d'image
hu: Képfeldolgozás
ro: Procesarea imaginilor
ru: Обработка изображений
sv: Bildbehandling
tr: Görüntü İşleme
uk: Обробка зображень

source: Image processing settings...
ar: اعدادات معالجة الصورة...
bg: Настройки за обработка на изображения...
fr: Paramètres de traitement d'image...
hu: Képfeldolgozási beállítások...
ro: Setări de procesare a imaginilor...
ru: Обработка изображений...
sv: Bildbehandlingsinställningar...
tr: Görüntü İşleme Ayarları...
uk: Параметри обробки зображень...

source: Image settings
ar: اعدادات الصورة
bg: Настройки на изображението
fa_fa: تنظیمات تصویر
fr: Paramètres d'image
hr_hr: Postavke slike
hu: Képbeállítások
ro: Parametrii imaginilor
ru: Параметры изображений
sr_sp: Поставке слике
sv: Bildinställningar
tr: Görüntü ayarları
uk: Параметри зображення

source: Images
ar: الصور
bg: Изображения
fa_fa: تصاویر
hr_hr: Slike
hu: Képek
ro: Imagini
ru: Изображения
sr_sp: Слике
sv: Bilder
tr: Resim
uk: Зображення

source: Images editor:
ar: محرر الصور:
bg: Редактор на изображения:
fa_fa: ویرایشگر تصاویر:
fr: Éditeur d'images :
hr_hr: Uređivač slika:
hu: Képszerkesztő:
ro: Editor de imagini:
ru: Графический редактор:
sr_sp: Уређивач слика:
sv: Bildredigerare:
tr: Resim Düzenleyici:
uk: Редактор зображень:

source: Images from web
ar: الصور من ويب
bg: Изображения от мрежата
fr: Images du Web
hr_hr: Slike sa interneta
hu: Képek a webről
ro: Imagini din Web
ru: Изображения из Web
sr_sp: Слике са интернета
sv: Bilder från webben
tr: Web'den Resim
uk: Зображення з Інтернету

source: Images per string:
ar: مزيد من الصور في السلسلة:
bg: Изображения на ред:
fa_fa: تصاویر در هر استرینگ:
fr: Images par chaîne :
hr_hr: Slike u nizu:
hu: Képek soronként:
ro: Nr.de imagini în linie:
ru: Картинок в строке:
sr_sp: Слике по низ:
sv: Bilder per sträng:
tr: Satır başına link:
uk: Зображень на рядок:

source: Immediately begin uploading to the server
ar: البدء فورا في رفعها على الخادم
bg: Незабавно започнете качването на сървъра
fr: Commencer immédiatement à charger sur le serveur
hu: Azonnal kezdje el feltölteni a szerverre
ro: Începe imediat încărcarea pe server
ru: Сразу начинать загрузку на сервер
sv: Börja ladda upp till servern utan fördröjning
tr: Sunucuya anında yükle
uk: Негайно починати відвантаження на сервер

source: Implicit
bg: Имплицитно
fr: Implicite
ru: Неявно

source: Import Video File
ar: استيراد ملف الفيديو
bg: Импортиране на видео файл
fa_fa: افزودن فایل ویدیو
fr: Importer un fichier vidéo
hr_hr: Uvezi video datoteku
hu: Videófájl importálása
ro: Importă video
ru: Импорт видеофайла
sr_sp: Увоз видео датотеке
sv: Importera filmfil
tr: Video Ekle
uk: Імпортувати відеофайл

source: In queue
bg: На опашка
fr: En file d'attente
ro: În coadă
ru: В очереди
uk: У черзі

source: Including subdirectories
ar: بما في ذلك الدلائل الفرعية
bg: Включително поддиректории
fa_fa: شامل زیر پوشه
fr: Inclure des sous-répertoires
hr_hr: Ubaci i podmape
hu: Almappákkal együtt.
ro: Inclusiv subdirs
ru: Включая поддиректории
sr_sp: Убаци и подфасцикле
sv: Inklusive undermappar
tr: Alt dizinler dahil
uk: Включаючи підкаталоги

source: Info about last video
ar: معلومات حول شريط الفيديو الاخير
bg: Информация за последното видео
fa_fa: اطلاعات درباره اخرین ویدیو
fr: Informations sur la dernière vidéo
hr_hr: Informacije o nedavno otvaranom videu
hu: Információ az utolsó videóról
ro: Datele tehnice a ultimului fişier video
ru: Инфо о видео
sr_sp: Инфо о задњој видео
sv: Info om senaste videon
tr: Son video hakkında bilgi
uk: Інформація про останнє відео

source: Information about file
ar: معلومات حول الملف
bg: Информация за файла
fa_fa: اطلاعات درباره فایل
fr: Informations sur le fichier
hr_hr: Podaci o datoteci
hu: Fájl információ
ro: Date tehnice a fişierului
ru: Информация о файле
sr_sp: Инфо о датотеци
sv: Information om fil
tr: Dosya Bilgisi
uk: Інформація про файл

source: Information about file "%s" :
bg: Информация за файла "%s":
fr: Infos sur le fichier "%s" :
ro: Informații despre fișierul "%s":
ru: Информация о файле "%s" :
uk: Інформація про файл "%s" :

source: Initial value:
bg: Начална стойност:
fr: Valeur initiale :
ro: Valoarea inițială:
ru: Нач. значение:
uk: Початкове значення:

source: Integration in menu "Send to"
ar: التكامل في القائمة "ارسال الى"
bg: Интеграция в менюто „Изпрати до“
fa_fa: "Send to" یکپارچگی در منوی
fr: Intégration dans le menu "Envoyer vers"
hr_hr: Udruživanje sa "Send to" izbornikom
hu: Integrálás a "Küldés" menübe
ro: Adauga Image Uploader in meniul "Send to" (Trimite)
ru: Добавить Image Uploader в меню "Отправить"
sr_sp: Интеграција у "Send to" мени
sv: Integration i menyn "Skicka till"
tr: "Gönder" menüsü
uk: Інтегрувати до меню "Надіслати"

source: Intercept PrintScreen and Alt+PrintScreen hotkeys
ar: اعتراض مفاتيح الاختصار طباعة الشاشة و Alt + PrintScreen
bg: Прехващане на клавишните комбинации PrintScreen и Alt+PrintScreen
fr: Intercepter les raccourcis clavier Impr. écran et Alt+Impr. écran
hu: A PrintScreen és az Alt + PrintScreen gyorsbillentyűk átugrása
ro: Interceptați tastele rapide PrintScreen și Alt+PrintScreen
ru: Перехватывать нажатия PrintScreen и Alt+PrintScreen
sv: Känn av PrintScreen и Alt+PrintScreen som snabbtangenter
tr: PrintScreen ve Alt+PrintScreen ile görüntü yakala
uk: Перехоплювати сполучення PrintScreen та Alt+PrintScreen

source: Interface language:
ar: لغة الواجهة:
bg: Език на интерфейса:
fa_fa: رابط زبان:
fr: Langue de l'interface :
hr_hr: Jezik sučelja:
hu: Nyelv:
ro: Limba interfeţei:
ru: Язык интерфейса:
sr_sp: Језик интерфејса:
sv: Språk:
tr: Arayüz dili:
uk: Мова інтерфейсу:

source: Invalid source URL: '%s'. Absolute URL is needed, including schema (http,https,etc)
ar: مصدر الرابط غير صحيح: '%s'. مطلوب الرابط المطلق، بما في ذلك المخطط (http، https، الخ)
bg: Невалиден URL адрес на източника: „%s“. Необходим е абсолютен URL адрес, включително схема (http, https и др.)
fr: URL source invalide : '%s'. Une URL absolue est requise, y compris le schéma (http, https, etc.)
hu: Érvénytelen forrás URL: '%s'. Abszolút URL szükséges, beleértve a sémát (http,https,stb.)
ro: URL sursă nevalidă: '%s'. Este nevoie de URL-ul absolut, inclusiv schema (http, https, etc)
ru: Недопустимый URL источника '%s'. Нужно ввести полный URL, включая схему (http,https и т.п.)
sv: Ogiltig käll-URL: '%s'. Absolut sökväg krävs, inklusive protokoll (http,https,etc)
tr: Geçersiz kaynak linki: '%s'. Link içinde mutlaka (http,https,vb..) bulunmalıdır.
uk: Невірниа URL-адреса джерела: '%s'. Необхідна абсолютна URL-адреса, включаючи схему (http, https, та ін.)

source: Invert selection
bg: Инвертиране на селекцията
fr: Inverser la sélection
ro: Inversează selecția
ru: Инвертировать выделение

source: JPEG, PNG, GIF, BMP or any other file
ar: JPEG، PNG، GIF، BMP او اي ملف اخر
bg: JPEG, PNG, GIF, BMP или друг файл
fa_fa: یا هر فایل دیگر ,JPEG, PNG, GIF, BMP
fr: JPEG, PNG, GIF, BMP ou tout autre fichier
hr_hr: JPEG, PNG, GIF, BMP ili drugu datoteku
hu: JPEG, PNG, GIF, BMP vagy bármely más fájl
ro: JPEG, PNG, GIF, BMP sau orice fisier
ru: JPEG, PNG, GIF, BMP и другие форматы
sr_sp: JPEG, PNG, GIF, BMP или другу датотеку
sv: JPEG, PNG, GIF, BMP eller vilken annan fil som helst
tr: JPEG, PNG, GIF, BMP veya başka bir dosya
uk: JPEG, PNG, GIF, BMP або будь-які інші файли

source: JSON files
bg: JSON файлове
ru: Файлы JSON

source: Just URL
bg: Само URL адрес
fr: Juste l'URL
ru: Только URL

source: Just drag and drop your files into the program window, and it will process them.
ar: مجرد سحب و اسقاط ملفاتك على نافذة رافع،الصور وهو سيعالجهم
bg: Просто плъзнете и пуснете файловете си в прозореца на програмата и тя ще ги обработи.
fr: Glissez et déposez simplement vos fichiers dans la fenêtre du programme, et il les traitera.
hu: <- Húzza át ide balra, a Képfeltöltő ablakba a fájlokat, feldolgozásra...
ro: Trageţi fişierul în fereastra programului pentru a fi prelucrat.
ru: Просто перетащите изображения или видеофайл в окно программы, и программа обработает их.
sv: Bara dra och släpp dina filer på Image Uploaders fönster så kommer de att bearbetas.
tr: Dosyalarınızı Image Uploader'ın penceresine Sürükle-Bırak yaparak ta işleyebilirsiniz.
uk: Просто перетягніть ваші файли до вікна Image Uploader, і програма обробить їх.

source: Last Region
bg: Последен регион
fr: Dernière région
ro: Ultima regiune
ru: Последняя область
uk: Остання область

source: Last code type selected
bg: Последно избран тип код
fr: Dernier type de code choisi
ru: Последний выбранный тип кода

source: Launch program on Windows startup
ar: اطلاق البرنامج عند بدء تشغيل الويندوز
bg: Стартиране на програмата при стартиране на Windows
fr: Lancer le programme au démarrage de Windows
hr_hr: Pokreni aplikaciju zajedno sa pokretanjem Windowsa
hu: Indítsa el a programot a rendszer indításakor
ro: Starteaza programa impreuna cu Windows
ru: Запуск программы при старте Windows
sv: Starta programmet automatiskt, vid systemstart
tr: Windows başlangıcında programı başlat
uk: Запускати програму разом з Windows

source: Left button double-click:
bg: Двойно щракване с левия бутон:
fr: Double-clic sur le bouton gauche :
ro: Clicul dublu pe butonul stîng:
ru: Двойной клик левой кнопкой:
uk: Подвійне лівою кнопкою:

source: Left button single click:
ar: نقرة واحدة على الزر الايسر:
bg: Еднократно щракване с левия бутон:
fa_fa: دکمه چپ کلیک تکی:
fr: Clic simple sur le bouton gauche :
hr_hr: Lijevi gumb jedno-klik:
hu: Bal egér klikk:
ro: Clicul butonului sting:
ru: Одиночный клик левой кнопкой:
sr_sp: Леви један-клик:
sv: Vänster enkelklick:
tr: Sol buton tek tıklama :
uk: Одне лівою кнопкою:

source: Libraries:
bg: Библиотеки:
fr: Bibliothèques :
ro: Biblioteci:
ru: Библиотеки:
uk: Бібліотеки:

source: Line
ar: خط
bg: Линия
fr: Ligne
hu: Vonal
ro: Linie
ru: Линия
sv: Linje
tr: Çizgi
uk: Лінія

source: Line thickness
ar: سمك الخط
bg: Дебелина на линията
fa_fa: Line width
fr: Épaisseur de ligne
hr_hr: Line width
hu: Vonalvastagság
ro: Lățimea liniei
ru: Толщина линии
sr_sp: Line width
sv: Linjebredd
tr: Çizgi kalınlığı
uk: Товщина лінії

source: Links
ar: روابط
bg: Връзки
fr: Liens
hu: Linkek
ro: Link-uri
ru: Ссылки на файлы
tr: Bağlantılar
uk: Посилання

source: Links (%d)
ar: وصلات (%d)
bg: Връзки (%d)
fr: Liens (%d)
hu: Linkek (%d)
ro: Link-uri (%d)
ru: Ссылки на файлы (%d)
tr: Bağlantılar (%d)
uk: Посилання (%d)

source: Links (URL)
ar: وصلات (رابط)
bg: Връзки (URL)
fa_fa: لینک ها (URL)
fr: Liens (URL)
hr_hr: Poveznica (URL)
hu: Linkek (URL)
ro: Linkuri simple (URL)
ru: Просто ссылки (URL)
sr_sp: Линкови (URL)
sv: Länkar (URL)
tr: Bağlantılar (Link)
uk: Посилання (URL)

source: Links to Images/Files
ar: ارتباطات الى ملفات الصور/
bg: Връзки към изображения/файлове
fa_fa: لینک به تصاویر/فایل ها
fr: Liens vers des Images/Fichiers
hr_hr: Linkovi za slike/datoteke
hu: Hivatkozások képekhez/fájlokhoz
ro: Linkuri la imagini/fisiere
ru: Ссылки на картинки/файлы
sr_sp: Линкови за слике/датотеке
sv: Länkar till bilder/filer
tr: Resim/Dosya Bağlantıları
uk: Посилання на зображення/файли

source: List of Images
ar: قائمة الصور
bg: Списък с изображения
fa_fa: لیست تصاویر
fr: Liste des images
hr_hr: Popis slika
hu: Képek listája
ro: Lista de imagini
ru: Список изображений
sr_sp: Списак слика
sv: Bildlista
tr: Görüntü Listesi
uk: Список зображень

source: List of URLs
ar: روابط من القائمة
bg: Списък с URL адреси
fr: Liste des URL
hu: URL-címek listája
ro: Lista URL-urilor
ru: Список ссылок
sv: URL-lista
tr: Link listesi
uk: Перелік посилань

source: Loading...
ar: تحميل...
bg: Зареждане...
fa_fa: ...بارگیری
fr: Chargement...
hr_hr: Učitavanje...
hu: Betöltés...
ro: Se încarcă...
ru: Загрузка...
sr_sp: Учитавање...
sv: Läser in...
tr: Yükleniyor...
uk: Відвантаження...

source: Local
ar: المحلية
bg: Местно
fa_fa: محلی
hr_hr: Lokalno
hu: Helyi
ro: Locale
ru: Локальные
sr_sp: Локално
sv: Lokal
tr: Özel
uk: Локальні

source: Local hotkey:
ar: مفتاح نشط محلي:
bg: Локален бърз клавиш:
fa_fa: کلید میانبر محلی:
fr: Raccourci clavier local :
hr_hr: Lokalni prečac:
hu: Helyi gyorsbillentyű:
ro: Tasta de acces rapid locala:
ru: Локальная комбинация клавиш:
sr_sp: Локална пречица:
sv: Lokal snabbtangent:
tr: Özel kısayol:
uk: Локальне сполучення клавіш:

source: Log
ar: سجل
bg: Дневник
fr: Journal
hu: Napló
ru: Лог
tr: Kayıt günlüğü
uk: Журнал помилок

source: Log Record [%s]
bg: Запис в дневника [%s]
ru: Запись журнала [%s]

source: Logging in...
bg: Влизане...
fr: Journalisation dans...
ro: Logare...
ru: Аутентификация...
uk: Автентифікація...

source: Login
bg: Вход
fr: Connexion
ru: Логин
uk: Ім'я

source: Login:
ar: تسجيل الدخول:
bg: Вход:
fa_fa: ورود:
fr: Connexion :
hr_hr: Pristup:
hu: Kapcsolat:
ru: Логин:
sr_sp: Пријава:
sv: Inloggningsnamn:
tr: Kullanıcı:
uk: Ім'я:

source: Logout
bg: Изход
fr: Déconnexion
ro: Deconectare
ru: Выйти из аккаунта
uk: Вийти з облікового запису

source: Logout succesfully.
bg: Излизането е успешно.
fr: Déconnexion réussie.
ro: Deconectare cu succes.
ru: Вы успешно вышли из аккаунта.
uk: Ви успішно вийшли зі свого облікового запису.

source: MD5 check failed for file
ar: فشل التحقق من ملف MD5
bg: MD5 проверката за файла е неуспешна
fr: Échec de la vérification MD5 du fichier
hu: MD5 fájl ellenőrzés sikertelen
ro: Verificarea MD5 a eșuat pentru fișier
ru: Проверка MD5 не удалась для файла
sv: MD5-kontroll misslyckades
tr: Dosya MD5 kontrolü başarısız
uk: Помилка перевірки MD5 для файлу

source: MD5 check of the update package failed
ar: MD5 التحقق من حزمة التحديث فشل
bg: MD5 проверката на пакета за актуализация не беше успешна
fr: Échec de la vérification MD5 du package de mise à jour
hu: MD5 frissítési csomag ellenőrzése sikertelen
ro: Verificarea MD5 a pachetului de actualizare a eșuat
ru: Проверка MD5 не удалась для пакета обновления
sv: MD5-kontroll av uppdateringspaketet misslyckades
tr: Güncelleştirme paketi MD5 kontrolü başarısız oldu
uk: Помилка перевірки MD5 пакету оновлення

source: Max. file size
bg: Максимален размер на файла
ru: Макс. размер файла

source: MediaInfo.dll Not found! Getting technical information of media files will not be accessible.
ar: لم يتم العثور على MediaInfo.dll! للحصول على المعلومات التقنية من الملفات الاعلامية لن تكون سهلة الوصول.
bg: MediaInfo.dll не е намерен! Получаването на техническа информация за медийни файлове няма да бъде достъпно.
fa_fa: !یافت نشد MediaInfo.dll گرفتن اطلاعات فنی درباره فایل مدیا دستیابی پذیر نیست
fr: MediaInfo.dll introuvable ! Impossible d'obtenir des infos techniques sur les fichiers multimédias.
hr_hr: MediaInfo.dll nije nađena! Preuzimanje informacije medijske datoteke nije dostupno.
hu: MediaInfo.dll nem található! A médiafájlok adatai nem lesz elérhető.
ro: Bibilioteca MediaInfo.dll n-a fost gasita. Vizualizarea datelor tehnice a fişierelor nu va fi accesibila.
ru: Библиотека MediaInfo.dll не найдена. Получение технических данных о файлах мультимедиа будет недоступно.
sr_sp: MediaInfo.dll није нађен! Преузимање информације медијске датотеке није доступно.
sv: MediaInfo.dll kunde inte hittas! Teknisk information om mediafiler kommer inte att vara tillgängligt.
tr: MediaInfo.dll bulunamadı! \ Medya dosyasının teknik bilgilerine erişilemiyor.
uk: Бібліотеку MediaInfo.dll не знайдено! Отримання технічної інформації про медіафайли буде недоступно.

source: Middle button click:
ar: انقر فوق الزر الاوسط:
bg: Щракване със средния бутон:
fa_fa: دکمه کلیک وسط:
fr: Clic du bouton du milieu :
hr_hr: Srednji gumb klik:
hu: Középső gomb, klikk:
ro: Apasarea butonul din mijloc:
ru: Клик средней кнопкой:
sr_sp: Средњи клик:
sv: Mittenklick:
tr: Orta buton tıklama :
uk: Середньою кнопкою:

source: Mime-type
bg: MIME тип
fr: Type MIME
ru: Тип MIME

source: Monitor
bg: Монитор
fr: Moniteur
ru: Монитор
uk: Монітор
