Repository: zenden2k/image-uploader
Catalog: Lang/locale/*/LC_MESSAGES/imageuploader.po
Languages: ar, bg, fa_fa, fr, hr_hr, hu, ro, ru, sr_sp, sv, tr, uk

source: Downloaded %s of %s (%d %%)
ar: تنزيل %s من %s (%d %%)
bg: Изтеглени %s от %s (%d %%)
fr: Téléchargé %s de %s (%d %%)
hu: %s letöltve a %s fájlból (%d %%)
ro: Descărcat %s din %s (%d%%)
ru: Скачано %s из %s (%d%%)
sv: %s av %s (%d %%) nerladdat
tr: %s İndirildi - Toplam: %s (%d %%)
uk: Завантажено %s із %s (%d %%)

source: Downloaded:
ar: التنزيل:
bg: Изтеглено:
fr: Téléchargé :
hu: Letöltve:
ro: Descărcat:
ru: Скачано:
sv: Nerladdat:
tr: İndirilen:
uk: Завантажено:

source: Downloading file
ar: تنزيل الملف
bg: Изтегляне на файл
fr: Téléchargement du fichier
hu: Fájl letöltése
ro: Descărcarea fișierului
ru: Скачивание файла
sv: Laddar ner fil
tr: Dosya indiriliyor
uk: Завантаження файлу

source: Draw frame
ar: رسم الاطار
bg: Начертайте рамка
fa_fa: رسم فریم
fr: Cadre de dessin
hr_hr: Nacrtaj okvir
hu: Keret rajzolás
ro: Ramă
ru: Обводить в рамку
sr_sp: Нацртај оквир
sv: Rita ram
tr: Çerçeve çiz
uk: Обводити рамкою

source: Duration:
ar: المدة:
bg: Продължителност:
fa_fa: مدت زمان:
fr: Durée :
hr_hr: Trajanje:
hu: Időtartam:
ro: Lungime:
ru: Длительность:
sr_sp: Трајност:
sv: Varaktighet:
tr: Süre:
uk: Тривалість:

source: Edit
ar: تحرير
bg: Редактиране
fa_fa: ویرایش
fr: Éditer
hr_hr: Uredi
hu: Szerkesztés
ro: Redactează
ru: Редактировать
sr_sp: Уреди
sv: Redigera
tr: Düzenle
uk: Редагувати

source: Edit Profile
ar: تحرير السيرة
bg: Редактиране на профил
fr: Éditer le profil
hr_hr: Uredi profil
hu: Profil szerkesztése
ro: Editeaza profil
ru: Редактировать профиль
sv: Redigera profil
tr: Profili Düzenle
uk: Редагувати профіль

source: Edit file on server
ar: تحرير الملف في الخادم
bg: Редактиране на файл на сървъра
fr: Éditer le fichier sur le serveur
hu: Fájl szerkesztése a szerveren
ro: Edita fișierul pe server
ru: Редактировать файл на сервере
tr: Sunucudaki dosyayı düzenle
uk: Редагувати файл на сервері

source: Edit folder
ar: تحرير المجلد
bg: Редактиране на папка
fa_fa: ویرایش پوشه
fr: Modifier le dossier
hr_hr: Uredi mapu
hu: Mappa szerkesztése
ro: Editarea albumului
ru: Редактирование папки
sr_sp: Уреди фасциклу
sv: Redigera mapp
tr: Klasörü düzenle
uk: Редагувати папку

source: Edit hotkey...
ar: تحرير مفتاح نشط...
bg: Редактиране на бърза клавишна комбинация...
fa_fa: ...ویرایش کلید میانبر
fr: Éditer raccourci...
hr_hr: Uredi prečac...
hu: Gyorsbillentyű szerk.
ro: Editeaza...
ru: Редактировать...
sr_sp: Уреди пречицу...
sv: Redigera...
tr: Kısayolu düzenle...
uk: Редагувати...

source: Edit login credentials...
bg: Редактиране на данните за вход...
fr: Éditer les identifiants de connexion...
ru: Изменить учетные данные...

source: Ellipse
ar: بيضوي
bg: Елипса
hu: Ellipszis
ro: Elipsă
ru: Эллипс
sv: Ellips
tr: Elips
uk: Еліпс

source: Enable Toast notifications (Windows 8+)
bg: Активиране на известия за изскачащи съобщения (Windows 8+)
fr: Activer les notifications Toast (Windows 8+)
ru: Включить всплывающие уведомления (Windows 8+)

source: Enter URLs (one http:// or ftp:// link per line)
bg: Въведете URL адреси (по един http:// или ftp:// линк на ред)
fr: Entrez les URL (un lien http:// ou ftp:// par ligne)
hr_hr: Unos linka (jedan http:// ili ftp:// link po liniji)
hu: Adja meg az URL-eket (egy http:// vagy ftp:// link lehet soronként)
ro: Adaugati linkuri catre imagine (http:// sau ftp://, cate un link pe linie)
ru: Введите список ссылок (http:// или ftp://, по одной ccылке в строке)
sr_sp: Унос линка (један http:// или ftp:// линк по линији)
sv: Ange URL:er (en http:// eller ftp:// per rad)
tr: Link'leri girin (satır başına bir http:// veya ftp:// linki)
uk: Введіть URL-адреси (http:// або ftp://, одне посилання на рядок)

source: Enter account information
ar: ادخل معلومات الحساب
bg: Въведете информация за акаунта
fr: Entrez les infos du compte
hu: Írja be a fiókadatokat
ro: Introduceți informațiile contului
ru: Ввести данные учетной записи
sv: Ange kontouppgifter
tr: Hesap bilgilerini giriniz
uk: Ввести облікові дані

source: Enter new profile name:
ar: ادخل اسم السيرة الجديد:
bg: Въведете новото име на профила:
fr: Entrez le nouveau nom du profil :
hr_hr: Unesi ime novog profila:
hu: Új profilnév megadása:
ro: Introduceţi un nume de profil:
ru: Введите имя профиля для сохранения:
sv: Ange nytt profilnamn:
tr: Yeni bir profil adını girin:
uk: Введіть ім'я нового профілю:

source: Enter new thumbnail preset name:
ar: ادخال اسم الاعداد المسبق المصغرة الجديدة:
bg: Въведете име на нов предварително зададен миниатюрен файл:
fr: Entrez le nouveau nom prédéfini de vignette :
hr_hr: Unesite novo ime minijature:
hu: Adja meg az új miniatűr beállításkészlet nevét:
ro: Introduceţi un nume de profil:
ru: Введите имя нового шаблона миниатюры:
sv: Ange nytt miniatyrnamn:
tr: Öngörüntü şablon adını girin: Örnek 1
uk: Введіть ім'я нового шаблону ескізу:

source: Enter the text containing links to images (HTML, BBcode, or just plain text):
ar: ادخل النص الذي يحتوي على روابط للصور (BBcode، HTML او نص عادي فقط):
bg: Въведете текста, съдържащ връзки към изображения (HTML, BBcode или просто обикновен текст):
fr: Entrez le texte contenant des liens vers des images (HTML, BBcode ou simplement du texte brut) :
hu: Adja meg a képekre mutató linkeket tartalmazó szöveget (HTML, BBcode vagy egyszerű szöveg):
ro: Introduceți textul care conține linkuri către imagini (HTML, BBcode sau doar text simplu):
ru: Введите текст (код HTML, BB-code, или просто список URL):
sv: Ange text innehållandes länkar till bilder (HTML, BBcode eller vanlig text):
tr: Görüntü bağlantılarını içeren metni girin (HTML, BBcode, veya Sadece metin):
uk: Введіть текст, що містить посилання на зображення (HTML, BB-Code, чи просто текст):

source: Enter your account information
ar: ادخال معلومات حسابك
bg: Въведете информацията за вашия акаунт
fr: Entrez les infos de votre compte
hu: Adja meg fiókadatait
ro: Introduceți informațiile contului
ru: Введите данные учетной записи
sv: Ange dina kontouppgifter
tr: Hesap bilgilerinizi girin
uk: Введіть інформацію про обліковий запис

source: Enter your text:
ar: ادخل نصك:
bg: Въведете текста си:
fa_fa: متن را وارد کنید:
fr: Entrez votre texte :
hr_hr: Unos proizvoljnog teksta:
hu: A szöveg:
ro: Introduceţi text:
ru: Введите текст:
sr_sp: Унос текста:
sv: Text:
tr: Metni girin:
uk: Введіть текст:

source: Error
ar: خطا
bg: Грешка
fr: Erreur
hu: Hiba
ro: Eroare
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка

source: Error control
ar: التحكم بالاخطاء
bg: Контрол на грешките
fa_fa: کنترل خطا
fr: Contrôle d'erreur
hr_hr: Kontrola greške
hu: Hibakezelő
ro: Erori
ru: Контроль ошибок
sr_sp: Контрола грешке
sv: Felkontroll
tr: Hata Kontrolü
uk: Контроль помилок

source: Error in the field '%s':
bg: Грешка в полето „%s“:
fr: Erreur dans le champ '%s' :
ro: Eroare în câmpul '%s':
ru: Ошибка в поле '%s':
uk: Помилка в полі '%s':

source: Error in the field '%s': value should be between %d and %d.
bg: Грешка в полето '%s': стойността трябва да е между %d и %d.
fr: Erreur dans le champ '%s' : la valeur doit être comprise entre %d et %d.
ro: Eroare în câmpul '%s': valoarea trebuie să fie între %d și %d.
ru: Ошибка в поле '%s': значение должно быть между %d и %d.
uk: Помилка в полі '%s': значення має бути в межах від %d до %d.

source: Error in the field '%s': value should be greater than zero
bg: Грешка в полето '%s': стойността трябва да е по-голяма от нула
fr: Erreur dans le champ '%s' : la valeur doit être supérieure à zéro
ro: Eroare în câmpul '%s': valoarea trebuie să fie mai mare decât zero
ru: Ошибка в поле '%s': значение должно быть больше нуля
uk: Помилка в полі '%s': значення має бути більшим за нуль.

source: Error log
ar: سجل الاخطاء
bg: Дневник на грешките
fa_fa: ثبت خطا
fr: Journal d'erreurs
hr_hr: Izvještaj o greški
hu: Hibaüzenet
ro: Log de errori
ru: Лог
sr_sp: Извештај грешке
sv: Fellogg
tr: Hata Günlüğü
uk: Журнал помилок

source: Error while file format checking
bg: Грешка при проверка на файловия формат
fr: Erreur de vérification du format de fichier
ru: Ошибка при проверке форматов файлов

source: Error while updating component
ar: حدث خطا اثناء تحديث المكون
bg: Грешка при актуализиране на компонента
fr: Erreur de mise à jour du composant
hu: Hiba az összetevő frissítése közben
ro: Eroare la actualizarea componentei
ru: Ошибка при обновлении компонента
sv: Fel vid komponentuppdatering
tr: Bileşen güncelleştirme sırasında hata oluştu
uk: Помилка під час оновлення компонентів

source: Error:
ar: خطا:
bg: Грешка:
fa_fa: خطا:
fr: Erreur :
hr_hr: Greška:
hu: Hiba:
ro: Eroare:
ru: Ошибка:
sr_sp: Грешка:
sv: Fel:
tr: Hata:
uk: Помилка:

source: Errors: %d
ar: اخطاء: %d
bg: Грешки: %d
fr: Erreurs : %d
hu: Hibák száma: %d
ro: Erori: %d
ru: Ошибок: %d
tr: Hatalar: %d
uk: Помилок: %d

source: Executables
ar: ملفات قابلة للتنفيذ
bg: Изпълними файлове
fa_fa: اجراپذیر
fr: Exécutables
hr_hr: Izvršne
hu: Futtathatók
ro: Fişiere executabile
ru: Исполняемые файлы
sr_sp: Покретљиве
sv: Exekverbara
tr: Çalıştırılabilir
uk: Виконувані

source: Execute Squirrel script for each task (file)
ar: تنفيذ المخطوطة السنجابية لكل مهمة (ملف)
bg: Изпълнете скрипта Squirrel за всяка задача (файл)
fr: Exécuter le script Squirrel pour chaque tâche (fichier)
hu: Futtassa a Squirrel parancsfájlt minden feladathoz (fájl)
ro: Executa script Squirrel pentru fiecare sarcină (fișier)
ru: Выполнять Squirrel-скрипт для каждой задачи (файла)
tr: Her görev(dosya) için Squirrel komutunu çalıştır.
uk: Виконувати сценарій Squirrel для кожного завдання (файлу)

source: Exit
ar: خروج
bg: Изход
fa_fa: خروج
fr: Quitter
hr_hr: Izlaz
hu: Kilépés
ro: Ieşire
ru: Выход
sr_sp: Излаз
sv: Avsluta
tr: Çıkış
uk: Вихід

source: Explicit
bg: Експлицитно
fr: Explicite
ru: Явно

source: Extension
bg: Разширение
ru: Расширение

source: Extract frames
ar: استخراج اطارات
bg: Извличане на рамки
fr: Extraire les cadres
hu: Képkockák kibontása
ro: Extrage cadre
ru: Извлечь кадры
tr: Kareleri ayıkla
uk: Видобути кадри

source: Extracting frame
ar: استخراج الاطار
bg: Извличане на рамка
fa_fa: استخراج فریم
fr: Extraction du cadre
hr_hr: Izdvajanje ...
hu: Képkivágás
ro: Extrag cadrul video...
ru: Извлекаю кадр
sr_sp: Екстрактовање фрејма
sv: Extraherar bildruta
tr: Video karesi ayıklanıyor.
uk: Витягнення кадрів

source: Extracting frames from video
ar: استخراج اطارات من الفيديو
bg: Извличане на кадри от видео
fa_fa: استخراج فریم از ویدیو
fr: Extraction d'images d'une vidéo
hr_hr: Izdvajanje kadrova iz videa
hu: Képkocka kivágása videóból...
ro: Extragerea cadrelor
ru: Извлечение видеокадров
sr_sp: Екстрактовање фрејмова из видеа
sv: Extraherar bildrutor från video
tr: Video karesi ayıklama
uk: Витягнення кадрів із відео

source: Extracting video frames was finished.
ar: تم الانتهاء من استخراج اطارات الفيديو.
bg: Извличането на видеокадрите беше завършено.
fa_fa: استخراج فریم ویدیو به پایان رسید
fr: L'extraction des images vidéo est terminée.
hr_hr: Izdvajanje završeno.
hu: A videóképkocka kibontása befejeződött.
ro: Extragerea cadrelor a avut loc cu succes.
ru: Извлечение кадров было завершено.
sr_sp: Екстрактовање фрејмова је завршено.
sv: Bildextrahering slutfördes.
tr: Video karesi ayıklama sona erdi.
uk: Витягнення відеокадрів закінчено.

source: Extracting video frames was stopped by user.
ar: تم ايقاف استخراج اطارات الفيديو من قبل المستخدم.
bg: Извличането на видеокадри беше спряно от потребителя.
fa_fa: استخراج فریم ویدیوها توسط کاربر متوقف شده
fr: L'extraction des images vidéo a été arrêtée par l'utilisateur.
hr_hr: Korisnik zaustavio izdvajanje sličica.
hu: A videó képkockák kibontását a felhasználó leállította.
ro: Extragerea cadrelor video a fost oprită de către utilizator.
ru: Извлечение кадров было остановлено пользователем.
sr_sp: Корисник је зауставио екстрактовање фрејмова.
sv: Extarahering av videobildrutor avbröts av användaren.
tr: Video karesi ayıklama kullanıcı tarafından durduruldu.
uk: Витягнення відеокадрів зупинено користувачем.

source: FFmpeg executable path:
bg: Път за изпълним файл на FFmpeg:
ru: Путь к исполняемому файлу FFmpeg:

source: Failed to create the directory '%s'.
bg: Неуспешно създаване на директорията „%s“.
ru: Не удалось создать папку '%s'.

source: Failed to load folder list.
ar: فشل في رفع قائمة المجلدات.
bg: Зареждането на списъка с папки не бе успешно.
fa_fa: موفق به بارگیری لیست پوشه نشد
fr: Échec du chargement de la liste des dossiers.
hr_hr: Neuspješno učitavanje popisa mape.
hu: Nem sikerült betölteni a mappalistát.
ro: Nu pot obtine lista mapelor.
ru: Не удалось загрузить список папок.
sr_sp: Неуспешно учитавање списка фасцикле.
sv: Kunde inte läsa in mapplista.
tr: Klasör listesi yüklenemedi.
uk: Не вдалося завантажити список папок.

source: Failed to logout.
bg: Излизането не бе успешно.
fr: Échec de la déconnexion.
ro: Nu s-a reușit deconectarea.
ru: Ошибка при выходе.
uk: Не вдалося вийти з облікового запису.

source: Failed to open video file '%s'.
bg: Неуспешно отваряне на видеофайла „%s“.
fr: Échec d'ouverture du fichier vidéo '%s'.
ro: Nu s-a reușit deschiderea fișierului video '%s'.
ru: Не удалось открыть видеофайл '%s'.

source: Fetching filesystem...
bg: Извличане на файлова система...
fr: Récupération du système de fichiers...
ro: Preluarea sistemului de fișiere...
ru: Получение файловой системы...
uk: Отримання файлової системи...

source: File
ar: ملف
bg: Файл
fa_fa: فایل
fr: Fichier
hr_hr: Datoteka
hu: Fájl
ro: Fişierul
ru: Файл
sr_sp: Датотека
sv: Fil
tr: Dosya
uk: Файл

source: File "%s" is beeing uploaded to server %s..
ar: الملف "%s" بيينغ رفعها الى الخادم %s...
bg: Файлът "%s" се качва на сървъра %s.
fr: Le fichier "%s" est en cours de chargement sur le serveur %s..
hr_hr: Datoteka "%s" je slana na poslužitelj %s..
hu: A "%s" fájl fel lett töltve, a %s szerverre...
ro: Se incarca "%s" la server %s.
ru: Идет загрузка "%s" на сервер %s.
sr_sp: Датотека "%s" је слана на %s..
sv: Filen "%s" laddas upp till %s..
tr: "%s" dosyası %s sunucusuna yüklenmeye başladı..
uk: Файл "%s" відвантажено на сервер %s...

source: File "%s" not found!
bg: Файлът "%s" не е намерен!
fr: Fichier "%s" introuvable !
ro: Fisierul "%s" nu a fost gasit.
ru: Файл "%s" не найден!
uk: Файл "%s" не знайдено!

source: File %s doesn't exist
ar: الملف %s غير موجود
bg: Файл %s не съществува
fr: Fichier %s n'existe pas
hu: A %s fájl nem létezik
ro: Fișierul %s nu există
ru: Файл %s не существует
tr: %s Dosyası mevcut değil
uk: Файл %s не існує

source: File doesn't exist: %s
bg: Файлът не съществува: %s
fr: Le fichier n'existe pas : %s
ro: Fișierul nu există: %s
ru: Файл не существует: %s
uk: Файл не існує: %s

source: File exceeds filesize limit of "%s" server (%s).
ar: الملف تجاوز حد حجم الملف "%s" الالخادم (%s).
bg: Файлът надвишава ограничението за размер на файла на сървъра "%s" (%s).
fa_fa: فایل تجاوز کرده از اندازه فایل محدود "%s" سرور (%s).
fr: Le fichier dépasse la taille limite "%s" serveur (%s).
hr_hr: Datoteka prijelazi dozvoljenu veličinu "%s" na poslužitelju (%s).
hu: A fájl meghaladja a "%s" határt a szerveren (%s).
ro: Fişierul depăşeşte mărimea maximală admisă pe serverul %s (%s).
ru: Размер файла превышает максимальный размер, допустимый для загрузки на сервер %s (%s).
sr_sp: Датотека прелази дозвољену величину сервера "%s" (%s).
sv: Filen översteg filstorleksgränsen för "%s" (%s).
tr: Dosya boyutu "%s" sunucusunun (%s) limitini aşıyor.
uk: Розмір файлу перевищує межу сервера "%s" (%s).

source: File formats
bg: Файлови формати
ru: Форматы файлов

source: File is not an image. Url: %s Mime-Type: %s
bg: Файлът не е изображение. URL адрес: %s MIME тип: %s
fr: Le fichier n'est pas une image. Url : %s Type MIME : %s
ro: Fișierul nu este o imagine. Url: %s Mime-Type: %s
ru: Файл не является изображением. Url: %s Mime-Type: %s

source: File name cannot contains forbidden characters!
ar: لا يمكن ان يحتوي اسم الملف على احرف محرمة!
bg: Името на файла не може да съдържа забранени символи!
fr: Le nom du fichier ne peut pas contenir de caractères interdits !
hr_hr: Ime datoteke ne smije sadržavati nedozvoljene znakove!
hu: A fájlnév nem tartalmazhat tiltott karaktereket!
ro: Numele fișierelui contine caracteri interzise !
ru: Имя файла содержит запрещенные символы!
sv: Filnamnet kan inte innehålla förbjudna tecken!
tr: Dosya adı yasak karakter içeremez!
uk: Ім'я файлу не може містити заборонені символи!

source: File size exceeding
ar: تجاوز حجم الملف
bg: Размерът на файла надвишава
fa_fa: تجاوز از اندازه فایل
fr: Taille du fichier dépassant
hr_hr: Datoteka prijelazi dozvoljenu veličinu
hu: A fájl mérete meghaladja a...
ro: Imaginea depăşeşte mărimea maximă
ru: Превышение размера
sr_sp: Датотека прелази
sv: Filstorlek överstiger
tr: Dosya boyutu aşıyor
uk: Розмір файлу перевищує

source: File uploading was cancelled by user.
ar: تم الغاء رفع الملف من قبل المستخدم.
bg: Качването на файла е отменено от потребителя.
fa_fa: اپلود فایل توسط کاربر لغو شده است
fr: Chargement du fichier a été annulé par l'utilisateur.
hr_hr: Korisnik je prekinuo slanje.
hu: Felhasználói megszakítás.
ro: Încărcarea a fost anulată.
ru: Загрузка файлов прервана пользователем.
sr_sp: Корисник је зауставио слање.
sv: Uppladdning avbröts av användaren.
tr: Yükleme işlemi kullanıcı tarafından iptal edildi.
uk: Відвантаження файлу скасовано користувачем.

source: File:
ar: ملف:
bg: Файл:
fa_fa: فایل:
fr: Fichier :
hr_hr: Datoteka:
hu: Fájl:
ro: Fisier:
ru: Файл:
sr_sp: Датотека:
sv: Fil:
tr: Dosya:
uk: Файл:

source: File:
ar: ملف:
bg: Файл:
fr: Fichier :
hr_hr: Datoteka:
hu: Fájl:
ro: Fisier:
ru: Файл:
sv: Fil:
tr: Dosya:
uk: Файл:

source: Filename format:
ar: تنسيق اسم الملف:
bg: Формат на името на файла:
fr: Format du nom de fichier :
hr_hr: Format imena:
hu: Fájlnév formátum:
ro: Sablona numelui de fisier:
ru: Формат имени файла:
sr_sp: Формат имена:
sv: Filnamsformat:
tr: Dosya adı biçimi:
uk: Формат імені файлу:

source: Filename:
ar: اسم الملف:
bg: Име на файл:
fa_fa: نام فایل:
fr: Nom du fichier :
hr_hr: Datoteka:
hu: Fájlnév:
ro: Numele fişierului:
ru: Имя файла:
sr_sp: Датотека:
sv: Filnamn:
tr: Dosya adı:
uk: Ім'я файлу:

source: Filename:
ar: اسم الملف:
bg: Име на файл:
fa_fa: نام فایل:
fr: Nom du fichier :
hr_hr: Ime:
hu: Fájl név:
ro: Nume fişier:
ru: Имя файла:
sr_sp: Име:
sv: Filnamn:
tr: Dosya Adı:
uk: Ім'я файлу:

source: Files
ar: الملفات
bg: Файлове
fr: Fichiers
hu: Fájlok
ro: Fișiere
ru: Файлы
sv: Filer
tr: Dosyalar
uk: Файли

source: Files total:
ar: اجمالي الملفات:
bg: Общо файлове:
fr: Total des fichiers :
hr_hr: Ukupno datoteka:
hu: Összes fájl:
ro: Fisieri in total:
ru: Всего файлов:
sv: Antal filer:
tr: Toplam dosya:
uk: Усього файлів:

source: Filesize:
ar: حجم الملف:
bg: Размер на файла:
fa_fa: اندازه فایل:
fr: Taille du fichier :
hr_hr: Veličina:
hu: Fájl méret:
ro: Mărimea fişierului:
ru: Размер файла:
sr_sp: Величина:
sv: Filstorlek:
tr: Dosya Boyutu:
uk: Розмір файлу:

source: Fill background
bg: Запълване на фона
fr: Remplir l'arrière-plan
ro: Completa fundalul
ru: Залить фон
uk: Заповнити тло

source: Filled ellipse
ar: بيضوي معبا
bg: Запълнена елипса
fr: Ellipse remplie
hu: Kitöltött ellipszis
ro: Elipsă umplută
ru: Заполненный эллипс
sv: Fylld ellips
tr: Doldurulmuş elips
uk: Зафарбований еліпс

source: Filled rectangle
ar: مستطيل معبا
bg: Запълнен правоъгълник
fr: Rectangle rempli
hu: Kitöltött téglalap
ro: Dreptunghi umplut
ru: Заполненный прямоугольник
sv: Fylld rektangel
tr: Doldurulmuş dikdörtgen
uk: Зафарбований прямокутник

source: Filters
bg: Филтри
fr: Filtres
ro: Filtre
ru: Фильтры
uk: Фільтри

source: Finish
ar: انهاء
bg: Завършек
fa_fa: پایان
fr: Terminer
hr_hr: Završi
hu: Kész
ro: Finisheaza
ru: Завершить
sr_sp: Заврши
sv: Slutför
tr: Bitir
uk: Готово

source: Finish >
ar: انهاء >
bg: Завършек >
fa_fa: پایان >
fr: Terminer >
hr_hr: Završi >
hu: Kész >
ro: Finisează >
ru: Завершить >
sr_sp: Заврши >
sv: Slutför >
tr: Son >
uk: Готово >

source: Finish Screen Recording
bg: Завършване на записа на екрана
ru: Завершить запись экрана

source: Finished
bg: Завършено
fr: Terminé
ro: Finisat
ru: Завершено
uk: Завершено

source: First you have to select an item in the list.
bg: Първо трябва да изберете елемент от списъка.
fr: Vous devez d’abord sélectionner un élément dans la liste.
ro: Mai întâi trebuie să selectați un element din listă.
ru: Сначала вам необходимо выбрать элемент в списке.
uk: Спочатку потрібно вибрати елемент у списку.

source: Fit
ar: ملائم
bg: Подходящ
fr: En forme
hr_hr: Po mjeri
hu: Illesztés
ro: Ajustare
ru: Подогнать
sv: Anpassa
tr: Sığdır
uk: Припасувати

source: Flip horizontal
bg: Обърни хоризонтално
fr: Retourner horizontalement
ru: Отразить по горизонтали

source: Flip vertical
bg: Обърни вертикално
fr: Retourner verticalement
ru: Отразить по вертикали

source: Folder %s
bg: Папка %s
fr: Dossier "%s"
ro: Dosar %s
ru: Папка %s
uk: Папка %s

source: Folder for snapshots:
ar: مجلد للقطات:
bg: Папка за снимки:
fr: Dossier pour les instantanés :
hu: Pillanatfelvételek mappája:
ro: Mapa pentru capturi de ecran:
ru: Папка для сохранения кадров:
sv: Mapp för skärmklipp:
tr: Hızlı çekim klasörü:
uk: Папка для збереження кадрів:

source: Folder list
ar: قائمة المجلدات
bg: Списък с папки
fa_fa: لیست پوشه
fr: Liste des dossiers
hr_hr: Popis mape
hu: Mappalista
ro: Lista mapelor
ru: Список папок
sr_sp: Списак фасцикле
sv: Mapplista
tr: Klasör listesi
uk: Список папок

source: Folder list on server %s for account '%s':
ar: قائمة المجلدات على الخادم %s للحساب '%s':
bg: Списък с папки на сървър %s за акаунт '%s':
fa_fa: لیست پوشه در سرور %s برای اکانت '%s':
fr: Liste des dossiers sur le serveur %s pour le compte '%s' :
hr_hr: Popis mapa na poslužitelju %s za račun '%s':
hu: Mappalista a %s kiszolgálón a '%s' fiókhoz:
ro: Lista mapelor la server %s care apartin utilizatorului '%s':
ru: Список папок на сервере %s для учетной записи '%s':
sr_sp: Списак фасцикле на серверу %s за налог '%s':
sv: Mapplista på server %s för konto '%s':
tr: Sunucu %s hesabınızdaki'%s': klasör listesi
uk: Список папок на сервері %s для облікового запису '%s':

source: Folder name:
ar: اسم المجلد:
bg: Име на папката:
fa_fa: نام پوشه:
fr: Nom du dossier :
hr_hr: Naziv mape:
hu: Mappa neve:
ro: Denumirea:
ru: Название папки/альбома:
sr_sp: Име фасцикле:
sv: Mappnamn:
tr: Klasör adı:
uk: Ім'я папки:

source: Folder/album:
ar: مجلد/البوم
bg: Папка/албум:
fr: Dossier/album :
hu: Mappa / Album:
ro: Mapa/album:
ru: Папка/альбом:
sv: Mapp/Album:
tr: Klasör/Albüm:
uk: Папка/альбом:

source: Folder:
ar: مجلد:
bg: Папка:
fr: Dossier :
hu: Mappa:
ro: Dosar:
ru: Папка:
sv: Mapp:
tr: Klasör:
uk: Папка:

source: Font size:
bg: Размер на шрифта:
fr: Taille de la Police :
ro: Dimensiunea fontului:
ru: Шрифт:
uk: Розмір шрифту:

source: Font...
ar: الخط...
bg: Шрифт...
fa_fa: ...فونت
fr: Police...
hu: Betűtípus...
ru: Шрифт...
sr_sp: Фонт...
sv: Teckensnitt...
tr: Yazı Tipi...
uk: Шрифт...

source: Format:
ar: الصيغة:
bg: Формат:
fa_fa: فرمت:
hr_hr: Oblik:
hu: Formátum:
ru: Формат:
sr_sp: Формат:
tr: Biçimi:
uk: Формат:

source: Forum code (BBCode)
ar: كود منتدى (BBCode)
bg: Код на форума (BBCode)
fa_fa: کد انجمن (BBCode)
fr: Code du forum (BBCode)
hr_hr: Kôd za forum (BBCode)
hu: Fórum kód (BBkód)
ro: Pentru forum (BBCode)
ru: Для форума (BBCode)
sr_sp: Код форума (BBCode)
sv: Forumkod (BBCode)
tr: Forum kodu (BBCode)
uk: Код для форуму (BBCode)

source: Found a bug? Send a bug report to the author.
bg: Открихте грешка? Изпратете сигнал за грешка на автора.
fr: Vous avez trouvé un bug ? Envoyez un rapport à son auteur.
ro: Ați găsit un bug? Trimiteți un raport de eroare autorului.
ru: Нашли ошибку? Сообщите автору.

source: Frame color:
ar: لون الاطار:
bg: Цвят на рамката:
fr: Couleur du cadre :
hr_hr: Boja okvira:
hu: Keret színe:
ro: Culoarea ramei:
ru: Цвет рамки:
sv: Ramfärg:
tr: Çerçeve rengi:
uk: Колір рамки:

source: Frame rate:
bg: Честота на кадрите:
ru: Частота кадров:
