Repository: zenden2k/image-uploader
Catalog: Lang/locale/*/LC_MESSAGES/imageuploader.po
Languages: ar, bg, fa_fa, fr, hr_hr, hu, ro, ru, sr_sp, sv, tr, uk

source: Use direct links
ar: استخدم الروابط المباشرة
bg: Използвайте директни връзки
fa_fa: استفاده از لینک مستقیم
fr: Utiliser des liens directs
hr_hr: Koristi izravno povezivanje
hu: Használjon közvetlen linkeket
ro: Foloseste link-uri directe
ru: Использовать прямые ссылки
sr_sp: Користи директни линкови
sv: Använd direktlänkar
tr: Direkt link kullan
uk: Використовувати прямі посилання

source: Use old method of rectangular area selection
ar: استخدام الطريقة القديمة لتحديد منطقة مستطيلة
bg: Използвайте стария метод за избор на правоъгълна област
fr: Utiliser l'ancienne méthode de sélection de zone rectangulaire
hu: Használja a régi négyszögletes területkiválasztási módszert
ro: Utiliza metoda veche de selecție a zonei dreptunghiulare
ru: Использовать старый способ выбора области экрана
sv: Använd gamla metoden för rektangulär områdesmarkering
tr: Eski yöntem diktörtgen alan seçimini kullan
uk: Використовувати старий метод виділення прямокутної області

source: Use provided proxy:
bg: Използвайте предоставения прокси сървър:
fr: Utiliser le proxy fourni :
ro: Utilizați proxy furnizat:
ru: Использовать следующие настройки прокси:
uk: Використовувати зазначені налаштування проксі-сервера:

source: Use server-side thumbnails
ar: استخدام خادم المصغرات
bg: Използвайте миниатюри от страна на сървъра
fr: Utiliser les vignettes côté serveur
hr_hr: Koristi sličice na strani poslužitelja
hu: Kiszolgálóoldali bélyegképek használata
ro: Creaza miniature la server
ru: Использовать серверные миниатюры
sv: Använd serversidans miniatyrer
tr: Sunucudaki öngörüntüleri kullan
uk: Використовувати серверні ескізи

source: Use system proxy settings
bg: Използване на настройките на системния прокси сървър
fr: Utiliser les paramètres du proxy système
ro: Utilizați setările proxy de sistem
ru: Использовать системные настройки прокси
uk: Використовувати системні налаштування проксі-сервера

source: Use template
ar: استخدام قالب
bg: Използвайте шаблон
fa_fa: استفاده از قالب
fr: Utiliser le modèle
hr_hr: Koristi predložak
hu: Használjon sablont
ro: Foloseşte şablon
ru: Использовать шаблон
sr_sp: Користи модел
sv: Använd mall
tr: Şablon kullan
uk: Використовувати шаблон

source: User name
ar: اسم المستخدم
bg: Потребителско име
fr: Nom d'utilisateur
hu: Felhasználó
ro: Nume utilizator
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача

source: VIDEO %s
bg: ВИДЕО %s
fr: VIDÉO %s
ru: ВИДЕО %s

source: Vertical interval:
ar: فاصل عمودي:
bg: Вертикален интервал:
fa_fa: فاصله عمودی:
fr: Intervalle vertical :
hr_hr: Okomiti razmak:
hu: Függőleges cella:
ro: Intervalul vertical:
ru: Вертикальный промежуток:
sr_sp: вертикални интервал:
sv: Vertikal intervall:
tr: Dikey aralık:
uk: Вертикальний інтервал:

source: Video backend
bg: Видео бекенд
fr: Backend vidéo
ru: Видео бэкенд

source: Video codec:
bg: Видео кодек:
ru: Видеокодек:

source: Video files
ar: ملفات الفيديو
bg: Видео файлове
fa_fa: فایل های ویدیو
fr: Fichiers vidéo
hr_hr: Video datoteke
hu: Videó fájlok
ro: Fişiere video
ru: Видео файлы
sr_sp: Видео датотеке
sv: Videofiler
tr: Video dosyaları
uk: Відеофайли

source: Video recordings folder:
bg: Папка с видеозаписи:
ru: Папка для видео:

source: Video source:
bg: Източник на видеото:
ru: Видеоисточник:

source: Video:
ar: فديو:
bg: Видео:
fa_fa: ویدیو:
hu: Videó:
ru: Видео:
sr_sp: Видео:
uk: Відео:

source: View
ar: عرض
bg: Преглед
fa_fa: مشاهده
fr: Afficher
hr_hr: Pogled
hu: Nézet
ro: Vizualizează
ru: Просмотр
sr_sp: Изглед
sv: Visa
tr: Önizleme
uk: Переглянути

source: View BBCode/HTML codes
ar: عرض BBCode/HTML codes
bg: Преглед на BBCode/HTML кодове
fr: Afficher les codes BBCode/HTML
hr_hr: Pregled BBCode/HTML koda
hu: BB/HTML kódok megtekintése
ro: BBCode/HTML
ru: Коды BBCode/HTML
sv: Visa BBCode/HTML-koder
tr: BBCode / HTML kodları
uk: Переглянути BBCode/HTML-коди

source: View Media File Information
ar: عرض معلومات ملف الوسائط
bg: Преглед на информацията за медийния файл
fa_fa: مشاهده اطلاعات درباره فایل مدیا
fr: Afficher les infos du fichier multimédia
hr_hr: Vidi informacije o datoteci
hu: Médiafájl információk...
ro: Datele tehnice a fişierului...
ru: Информация о медиафайле
sr_sp: Види инфо датотеке
sv: Visa mediafilinformation
tr: Medya Dosyası Bilgileri
uk: Інформація про медіафайл

source: View log for details.
ar: عرض السجل للتفاصيل.
bg: Вижте дневника за подробности.
fr: Voir le journal pour plus de détails.
hu: Részletek megtekintése a naplófájlból.
ro: Vizualizați jurnalul pentru detalii.
ru: Для подробностей смотрите журнал ошибок.
sv: Visa loggen för detaljerad info.
tr: Ayrıntılar için günlüğü görüntüle.
uk: Щоб отримати додаткову інформацію, перегляньте журнал помилок.

source: Waiting for child tasks
bg: Чакане на задачите на децата
fr: En attente des tâches enfants
ro: Se așteaptă sarcinile copil
ru: Ожидание дочерних задач
uk: Очікування дочірніх завдань

source: Waiting...
bg: Чакане...
ru: Ожидание...

source: Watch Clipboard for URLs
ar: مشاهدة الحافظة للروابط
bg: Гледайте клипборда за URL адреси
fr: Surveiller les URL dans le presse-papiers
hr_hr: Nadgledaj međuspremnik za poveznice
hu: URL-ekhez tartozó vágólap figyelése
ro: Monitoriza linkurile din clipboard
ru: Вести наблюдение за буфером обмена
sr_sp: Надгледај оставу за линкове
sv: Övervaka Urklipp efter URL:er
tr: Link'ler için panoyu izle
uk: Стежити за URL-адресами в буфері обміну

source: Watermark
ar: علامة مائية
bg: Воден знак
fa_fa: واترمارک
fr: Filigrane
hr_hr: Vodeni žig
hu: Vízjel a képen
ro: Logotip
ru: Логотип
sr_sp: Жиг
sv: Vattenstämpel
tr: Filigran
uk: Водяний знак

source: Watermark position:
ar: موقع العلامة المائية:
bg: Позиция на водния знак:
fa_fa: موقعیت واترمارک:
fr: Position du filigrane :
hr_hr: Smještaj vodenog žiga:
hu: Vízjel pozíció:
ro: Poziţia logo-ului:
ru: Позиция логотипа:
sr_sp: Смештај жига:
sv: Vattenstämpelposition:
tr: Filigran konumu:
uk: Розташування водяного знака:

source: Website:
ar: الموقع:
bg: Уебсайт:
fr: Site Web :
hu: Weboldal:
ro: Site web:
ru: Веб-сайт:
sv: Webbplats:
tr: Web Sayfası:
uk: Веб-сайт:

source: Welcome to the pictures publishing wizard, which will help you upload your images, photos, and video frames to the Internet!
ar: مرحبا بكم في معالج نشر،الصور التي سوف تساعدك على رفع صورك و الصور و اطارات الفيديو الى شبكة الانترنت!
bg: Добре дошли в помощника за публикуване на изображения, който ще ви помогне да качвате вашите изображения, снимки и видеокадри в интернет!
fr: Bienvenue dans l'assistant de publication d'images, qui vous aidera à télécharger vos images, photos et cadres vidéo sur Internet !
hu: Üdvözli a Képmegosztó Varázsló, amely segíti feltölteni fényképeit, videóit az Internetre!
ro: Bine aţi venit! Acest program de încărcare a imaginilor va ajuta să publicaţi fotografiile dvs. şi alte imagini pe Internet!
ru: Добро пожаловать в мастер публикации изображений, который поможет вам разместить ваши фотографии, изображения, снимки экрана, кадры из видеофайлов в Интернете!
sv: Välkommen till bildpubliceringsguiden, som hjälper dig att ladda upp foton och andra bilder på nätet!
tr: Yayımlama Sihirbazına Hoş Geldiniz,bu görüntülerinizi, fotoğraflarınızı ve video karelerinizi internete yüklemenize yardımcı olacaktır.
uk: Вас вітає майстер публікації зображень, який допоможе вам розмістити свої світлини, зображення та кадри з відеофайлів у Інтернеті!

source: Width:
ar: العرض:
bg: Ширина:
fr: Largeur :
hr_hr: Širina:
hu: Szélesség:
ro: Lăţime:
ru: Ширина:
sv: Bredd:
tr: Genişlik:
uk: Ширина:

source: Window
bg: Прозорец
ru: Окно

source: Windows Explorer integration
ar: ويندوز اكسبلورر متكامل
bg: Интеграция с Windows Explorer
fa_fa: یکپارچگی با ویندوز اکسپلورر
fr: Intégration de l'Explorateur Windows
hr_hr: Udruživanje sa 'Windows Explorer'-om
hu: Windows Intéző-integráció
ro: Integrare cu Windows
ru: Интеграция с проводником Windows
sr_sp: Интеграција 'Windows Explorer'-а
sv: Windows utforskarintegration
tr: Explorer Menü Entegrasyonu
uk: Інтеграція до провідника Windows

source: Work in progress
bg: Работа в процес
fr: Travail en progression
ro: Progresul încărcării
ru: В процессе работы

source: Yes
bg: Да
fr: Oui
ro: Da
ru: Да

source: You are using the latest %s version.
bg: Използвате най-новата версия на %s.
ru: Вы используете последнюю версию %s.

source: You have not selected "%s"
bg: Не сте избрали „%s“
fr: Vous n'avez pas sélectionné "%s"
ru: Вы не выбрали "%s"
uk: Ви не вибрали "%s"

source: You have not selected account for server "%s"
ar: لم تحدد الحساب لخادم "%s"
bg: Не сте избрали акаунт за сървъра "%s"
fr: Vous n'avez pas sélectionné de compte pour le serveur "%s"
hu: Nem választotta ki a kiszolgáló fiókját "%s"
ro: Nu ați selectat contul pentru serverul "%s"
ru: Вы не выбрали учетную запись для сервера "%s"
sv: du har inte valt konto för servern "%s"
tr: "%s" sunucusu için seçili hesap yok
uk: Ви не обрали обліковий запис для сервера "%s"

source: You have not selected an file server
bg: Не сте избрали файлов сървър
fr: Vous n'avez pas choisi de serveur de fichiers
ro: Nu ați selectat un server de fișiere
ru: Вы не выбрали сервер для других типов файлов

source: You have not selected an image server
bg: Не сте избрали сървър за изображения
fr: Vous n'avez choisi aucun serveur d'images
ro: Nu ați selectat un server de imagini
ru: Вы не выбрали сервер для изображений

source: You have not selected server
ar: لم تحدد الخادم
bg: Не сте избрали сървър
fr: Vous n'avez pas sélectionné de serveur
hu: Nem választotta ki a kiszolgálót
ro: Nu ați selectat serverul
ru: Вы не выбрали сервер
sv: Du har inte valt server
tr: Sunucu seçili değil
uk: Ви не обрали сервер

source: You have not selected server!
ar: لم تقم بتحديد الخادم
bg: Не сте избрали сървър!
fr: Vous n'avez pas sélectionné de serveur !
hu: Nem választotta ki a kiszolgálót (szervert)!
ro: Nu ați selectat serverul!
ru: Вы не выбрали сервер!
tr: Sunucuyu seçmediniz!
uk: Ви не обрали сервер!

source: a pic of the whole screen or selected region
ar: صور للشاشة باكملها او منطقة مختارة
bg: снимка на целия екран или на избрана област
fr: une photo de tout l'écran ou de la région sélectionnée
hr_hr: slika cijelog ekrana ili odabranog područja
hu: Teljes képernyő vagy kijelölt terület mentése
ro: ecranului intreg sa a partii
ru: всего экрана или выбранной части
sr_sp: слика целог екрана или одабране зоне
sv: Ett helskärmsklipp eller ett klipp från markerat område
tr: Tam ekran veya seçilen bir bölgenin resmini yakala
uk: Усього або вибраної області

source: a tool for advanced users
ar: اداة للمستخدمين المتقدمين
bg: инструмент за напреднали потребители
fa_fa: یک ابزار برای کاربران حرفه ای
fr: un outil pour utilisateurs avancés
hr_hr: alati za napredne korisnike
hu: Részletes beállítások hozzáértők számára
ro: Pentru utilizatori avansaţi
ru: для опытных пользователей
sr_sp: алатка за напредне кориснике
sv: ett verktyg för avancerade användare
tr: Bu araç ileri düzey kullanıcılar içindir
uk: Для досвідчених користувачів

source: and/or height:
ar: و/او الطول:
bg: и/или височина:
fa_fa: و/یا ارتفاع:
fr: et/ou hauteur :
hr_hr: i/ili visinu:
hu: és/vagy magasság:
ro: şi/sau înălţimi:
ru: и/или высоты:
sr_sp: и/или висину:
sv: och/eller höjd:
tr: ve/veya yükseklik:
uk: та/або висоту:

source: extracting frames from video
bg: извличане на кадри от видео
fr: extraire des images d'une vidéo
ro: extragerea cadrelor
ru: извлечение видеокадров
uk: витягнення кадрів із відео

source: file size
bg: размер на файла
fr: taille du fichier
ro: mărimea fişierului
ru: размер файла
uk: розмір файлу

source: folder "%s"
ar: المجلد "%s"
bg: папка „%s“
fr: dossier "%s"
hu: mappa "%s"
ro: dosar "%s"
ru: папка "%s"
sv: Mapp "%s"
tr: "%s" Klasör
uk: папка "%s"

source: high quality (100)
bg: високо качество (100)
ru: высокое качество (100)

source: image height
bg: височина на изображението
fr: hauteur de l'image
ru: высота изображения

source: image width
bg: ширина на изображението
fr: largeur de l'image
ro: lăţimea imaginii
ru: ширина изображения

source: low quality (0)
bg: ниско качество (0)
ru: низкое качество (0)

source: msec
ar: م ث
bg: милисек
hr_hr: msek
ru: мс
sr_sp: мсек
sv: ms
uk: мс

source: multiple files
bg: множество файлове
fr: multiples fichiers
ro: mai multe fişiere
ru: множество файлов
uk: кілька файлів

source: not selected
ar: غير محدد
bg: не е избрано
fr: non sélectionné
hu: nincs kiválasztva
ro: nu a fost selectat
ru: не выбран
sv: ej vald
tr: Seçilmedi
uk: не вибрано

source: sec
ar: ثانية
bg: сек
fa_fa: ثانیه
hr_hr: sek
hu: mp.
ro: s
ru: сек
sr_sp: сек
sv: sek
tr: saniye
uk: с

# serverlist.account
source: required
bg: изисква се

# serverlist.servertype
source: All
bg: Всички
ru: Все

# serverlist.servertype
source: File
bg: Файл
ru: Файлы

# serverlist.servertype
source: Image
bg: Изображение
ru: Изображения

# serverlist.servertype
source: Video
bg: Видео
ru: Видео

# settings.menu
source: Connection
bg: Връзка
ro: Conexiune
ru: Соединение

# settings.menu
source: General
bg: Общи
hu: Általános
ro: Setari generale
ru: Основные
tr: Genel

# settings.menu
source: Hotkeys
bg: Клавишни комбинации
hu: Gyorsbillentyűk
ro: Taste de acces rapid
ru: Горячие клавиши
tr: Kısayollar

# settings.menu
source: Image Editor
bg: Редактор изображения
hu: Képszerkesztő
ro: Editor de imagini
ru: Редактор
tr: Resim Düzenleyici

# settings.menu
source: Images
bg: Изображения
hu: Képek
ro: Imagini
ru: Изображения
tr: Resim

# settings.menu
source: Integration
bg: Интеграция
hu: Beillesztés
ro: Integrare cu Windows
ru: Интеграция
tr: Entegrasyon

# settings.menu
source: Screen Capture
bg: Заснемане на екрана
hu: Képernyőfelvétel
ro: Captura de ecran
ru: Снимок экрана
tr: Ekran Yakalama

# settings.menu
source: Screen Recording
bg: Запис на екрана
ru: Запись экрана

# settings.menu
source: Servers
bg: Сървъри
hu: Szerverek
ro: Servere
ru: Серверы
tr: Sunucular

# settings.menu
source: Thumbnails
bg: Миниатюри
hu: Miniatűrök
ro: Miniature
ru: Миниатюры
tr: Öngörüntü

# settings.menu
source: Tray icon
bg: Икона в трея
hu: Tálca ikon
ro: Tray
ru: Трей
tr: Tepsi simgesi

# settings.menu
source: Uploading
bg: Качване
hu: Feltöltés
ro: Incarcare
ru: Загрузка
tr: Yükleme

# settings.menu
source: Video
bg: Видео
hu: Videó
ru: Видео

source: single file (mosaic)
bg: единичен файл (мозайка)
fr: fichier unique (mosaïque)
ro: un singur fişier (mozaic)
ru: один файл (мозаика)

source: to:
bg: до:
fr: vers :
ro: până la:
ru: до:
uk: до:

source: translator_name
bg: име_на_преводач
fa_fa: Hessam Mohamadi
fr: largo
hu: LaMoLa
ro: Mishunika, Adrianis, Sergey Svistunov
sv: Åke Engelbrektson E-mail:eson@svenskasprakfiler.se Website: https://www.svenskasprakfiler.se
tr: Tahir YILMAZ
uk: Юрій Петрашко (a.k.a. YuriPet)

source: unknown server
bg: неизвестен сървър
fr: serveur inconnu
ro: server necunoscut
ru: неизвестный сервер

# upload_settings_wizard_page.more_servers_link
source: %d server selected in total...
bg: Всего %d сервер выбран...

source: Add FTP server...
ar: اضافة خادم ناقل اللملفات
fr: Ajouter un serveur FTP...
ru: Добавить FTP сервер...
sv: Lägg till FTP-server...
tr: FTP sunucusu ekle...
uk: Додати FTP-сервер...

source: Add FTP/SFTP server
fr: Ajouter un serveur FTP/SFTP
ro: Adăugă un server FTP/SFTP
ru: Добавить FTP/SFTP сервер

source: Add FTP/SFTP server...
fr: Ajouter un serveur FTP/SFTP...
ru: Добавить FTP/SFTP сервер...
uk: Додати сервер FTP/SFTP...

source: Add local folder as new server...
ar: اضافة مجلد محلي كخادم جديد...
fr: Ajouter un dossier local comme nouveau serveur...
ru: Добавить локальную папку как сервер...
sv: Lägg till lokal mapp som server...
tr: Yerel dizini sunucu olarak ekle...
uk: Додати локальну папку в якості нового сервера...

source: Add local folder...
ar: اضافة مجلد محلي...
fr: Ajouter un dossier local...
ru: Добавить локальную папку...
sv: Lägg till lokal mapp...
tr: Yerel dizin ekle...
uk: Додати локальну папку...

source: By default
ar: حسب الافتراضي
fr: Par défaut
ru: По умолчанию
sv: Som standard
tr: Varsayılan
uk: Типово

source: LAYOUT_DIRECTION
ar: RTL
fr: DIRECTION_DE_LA_MISE_EN_PLACE
ru: LTR

source: Selected servers: %d
fr: Serveurs sélectionnés : %d
ro: Servere selectate: %d
ru: Выбраны серверы: %d

source: Storage time
ru: Время хранения

source: no
ru: нет

source: yes
ru: да

source: Connection
fr: Connexion

source: General
ar: عام
fa_fa: عمومی
fr: Général
hr_hr: Općenito
sr_sp: Опште
sv: Allmänt
uk: Загальні

source: Hotkeys
ar: مفاتيح الاختصار
fa_fa: کلید میانبر
fr: Raccourcis clavier
hr_hr: Prečaci
sr_sp: Пречице
sv: Snabbtangent
uk: Сполучення клавіш

source: Integration
ar: التكامل
fr: Intégration
sv: Integrering
uk: Інтеграція

source: Servers
ar: خوادم
fr: Serveurs
sv: Servrar
uk: Сервери

source: Tray icon
ar: ايقونة علبة
fa_fa: ایکون کنار ساعت
fr: Icône de la barre d'état
hr_hr: Statusna ikona
sr_sp: Треј икона
sv: Programikon
uk: Піктограма у треї

source: Uploading
ar: الرفع
fa_fa: اپلود
fr: Envoi en cours
hr_hr: Slanje
sr_sp: Слање
sv: Uppladdning
uk: Відвантаження

source: Video
ar: فيديو
fa_fa: ویدیو
fr: Vidéo
sr_sp: Видео
uk: Відео

source: About Image Uploader
ar: حول رافع الصور
fa_fa: درباره برنامه
hr_hr: O 'Image Uploader'
sr_sp: О 'Image Uploader'
sv: Om Image Uploader

source: Change account settings
ar: تغيير اعدادات الحساب
sv: Ändra kontoinställningar

source: Image Uploader Updates
ar: تحديثات رافع الصورة
fa_fa: بروزرسانی برنامه
hr_hr: Image Uploader ažuriranje
sr_sp: Image Uploader ажурирање
sv: Image Uploader uppdateringar

source: Shorten a link
ar: اختصار الرابط
sr_sp: Сократить ссылку
sv: Korta av en länk

source: Autorization on server...
fa_fa: ...اجازه در سرور
hr_hr: Dozvole na poslužitelju...
sr_sp: Дозволе на серверу...

source: Constrain proportions
fa_fa: وادارکردن به تناسب
hr_hr: Zadrži proporcije
sr_sp: Задржи пропорције

source: Multiple files
fa_fa: چندین فایل
hr_hr: Više datoteka
sr_sp: Више датотеке

source: Single file
fa_fa: فایل تکی
hr_hr: Jedna datoteka
sr_sp: Једна датотека

source: Just drag-n-drop your files on Image Uploader's window and it will process them.
fa_fa: فقط کشیدن و رها کردن عکس در پنجره برنامه,انها را پردازش میکند
hr_hr: Odabranu video datoteku možete jednostavno dovući i ispustiti u prozor 'Image Uploader' aplikacije.
sr_sp: Само повуци-спусти датотеке у прозору 'Image Uploader' тако да буду извршене.

source: Welcome to pictures Publishing Wizard, that will help you to upload your images, photos, video frames on Internet!
fa_fa: به ویزارد انتشار تصاویر خوش امدید,این برنامه به شما در اپلود تصویر,عکس,فریم ویدیو در اینترنت کمک خواهد کرد
hr_hr: Dobrodošli u čarobnog pomoćnika za objavu slika na internetu!
sr_sp: Добродошли у асистенту објављивања слика, који ће Вам помоћи у слању слика, и видео фрејмова на Интернету!

source: Images settings and choosing server
fa_fa: تنظیمات تصاویر و انتخاب سرور
hr_hr: Postavke slika i odabir poslužitelja
sr_sp: Поставке слика и одабир сервера

source: Uploading file on server
fa_fa: اپلود فایل به سرور
hr_hr: Slanje na poslužitelj
sr_sp: Слање слика на серверу

source: Add item to pictures' context menu
fa_fa: افزودن ایتم تصاویر به کلیک راست
hr_hr: Dodaj stavku u izbornik slika
sr_sp: Додај ставку у контекстуелни мени слика

source: Add folder
fa_fa: افزودن پوشه
hr_hr: Dodaj mapu
sr_sp: Додај фасциклу

source: Open by Image Uploader
fa_fa: بازکردن با نرم افزار
hr_hr: Otvori sa Image Uploader
sr_sp: Отвори са Image Uploader

source: Unable to load library MediaInfo.dll!
fa_fa: !نیست MediaInfo.dll قادر به بارگیری کتابخانه
hr_hr: Neuspješno učitavanje MediaInfo.dll!
sr_sp: Неуспешно учитавање MediaInfo.dll!

source: Waiting response from server...
fa_fa: ...منتظر بمانید برای پاسخ سرور
hr_hr: Čekam na odgovor poslužitelja...
sr_sp: Чекам одговор сервера...

source: Sending file to server...
fa_fa: ...ارسال فایل به سرور
hr_hr: Slanje datoteke na poslužitelj...
sr_sp: Слање на серверу...

source: Num of retries per file:
fa_fa: تعداد تجدیدنظر درهر فایل:
hr_hr: Ponavljanje po datoteci:
sr_sp: Понављање по датотеку:

source: File not found.
fa_fa: فایل پیدا نشد
hr_hr: Datoteka nije pronađena.
sr_sp: Датотека није нађена.

source: Would you like to grab frames from this video? (otherwise file just will be added to list)
fa_fa: ایا شما میخواهید فریم از این ویدیو بربایید؟ (درغیراینصورت فایل فقط به لیست افزوده میشود)
hr_hr: Hoćete li uzeti okvire iz ovog videa? (inače će datoteka biti dodana u popis)
sr_sp: Узети фрејмове са овог видеа? (инаће датотека ће бити додата у списку)

source: Show program's window
fa_fa: نمایش پنجره برنامه
hr_hr: Prikaži prozor programa
sr_sp: Покажи прозор програма

source: Left button double-click
fa_fa: دکمه چپ دابل کلیک
hr_hr: Lijevi gumb dvo-klik:
sr_sp: Леви дво-клик:

source: Copy URL
fa_fa: کپی ادرس
hr_hr: Kopiraj poveznicu
sr_sp: Копирај линк

source: Creating folder "
fa_fa: ایجاد پوشه "
hr_hr: Kreiranje mape "
sr_sp: Креација фасцикле "

source: Updates are available
fa_fa: بروزرسانی دردسترس هست
hr_hr: Ažuriranja su dostupna
sr_sp: Ажурирања су доступна

source: Server settings
fa_fa: تنظیمات سرور
hr_hr: Postavke poslužitelja
sr_sp: Поставке сервера

source: Screenshot was saved to clipboard.
hr_hr: Snimka ekrana je spremljena u međuspremnik.
sr_sp: Усликавање је сачувано у оставу.

source: Copy URL
hr_hr: Kopija URL
