Repository: zenden2k/image-uploader
Catalog: Lang/locale/*/LC_MESSAGES/imageuploader.po
Languages: ar, bg, fa_fa, fr, hr_hr, hu, ro, ru, sr_sp, sv, tr, uk

source: Stop uploading
ar: ايقاف الرفع
bg: Спиране на качването
fr: Stopper le chargement
hr_hr: Zaustavi slanje
hu: Feltöltés leállítása
ro: Intrerupe incarcare
ru: Прервать загрузку
sr_sp: Заустави слање
sv: Stoppa uppladdning
tr: Yüklemeyi durdur
uk: Припинити відвантаження

source: Stopped
bg: Спряно
fr: Stoppé
ro: Oprit
ru: Остановлено
uk: Зупинено

source: Storage time (days)
bg: Време за съхранение (дни)

source: Stretch
ar: تمدد
bg: Разтягане
fr: Étirée
hr_hr: Rastegni
hu: Nyújtás
ro: Intindere
ru: Растянуть
sv: Sträck ut
tr: Uzat
uk: Розтягнути

source: Stroke color:
ar: لون الحد:
bg: Цвят на щриха:
fa_fa: ضخامت رنگ:
fr: Couleur du trait :
hr_hr: Boja ruba:
hu: Körvonal színe:
ro: Culoarea conturului:
ru: Цвет обводки:
sr_sp: Боја удара:
sv: Linjefärg:
tr: Vurgu rengi:
uk: Колір обведення:

source: Subtitles:
ar: العناوين الثانوية:
bg: Субтитри:
fa_fa: زیرنویس:
fr: Sous-titres :
hr_hr: Natpisi:
hu: Feliratok:
ro: Subtitre:
ru: Субтитры:
sr_sp: Титлови:
sv: Undertexter:
tr: Altyazılar:
uk: Субтитри:

source: Success
bg: Успех
fr: Succès
ro: Succes
ru: Успешно
uk: Успіх

source: Summary
bg: Обобщение
fr: Sommaire
ro: Descriere
ru: Кратко
uk: Зведено

source: Summary:
ar: موجز:
bg: Резюме:
fa_fa: خلاصه:
fr: Sommaire :
hr_hr: Sažetak:
hu: Összefoglaló:
ro: Descriere:
ru: Описание:
sr_sp: Резиме:
sv: Översikt:
tr: Özet:
uk: Короткий зміст:

source: Swap colors
bg: Размяна на цветове
fr: Échanger les couleurs
ru: Обменять цвета

source: Table of clickable thumbnails
ar: جدول المصغرات قابلة للنقر
bg: Таблица с кликаеми миниатюри
fa_fa: جدول تصویر کوچک قابل کلیک
fr: Tableau des vignettes cliquables
hr_hr: Popis klikabilnih sličica
hu: Kattintható miniatűrök táblázata
ro: Tabela schiţelor cu marire prin click
ru: Таблица эскизов с увеличением по клику
sr_sp: Табела of clickable thumbnails
sv: Lista med klickbara miniatyrer
tr: Tıklanabilir öngörüntü tablosu
uk: Таблиця інтерактивних ескізів

source: Test connection
bg: Тестова връзка
fr: Test de la connexion
ro: Testeaza conexiunea
ru: Тест соединения
uk: Тестове підключення

source: Test failed
bg: Тестът не беше успешен
fr: Échec du test
ro: Testul a eșuat
ru: Неудача
uk: Тест не пройшов

source: Text
ar: نص
bg: Текст
fr: Texte
hu: Szöveg - Felirat
ru: Текст
tr: Metin
uk: Текст

source: Text Options
ar: خيارات النص
bg: Опции за текст
fr: Options du texte
hu: Szöveg beállításai
ro: Opțiuni text
ru: Параметры текста
sv: Textalternativ
tr: Metin ayarları
uk: Параметри тексту

source: Text Settings:
ar: اعدادات النص:
bg: Настройки на текста:
fr: Paramètre du texte :
hr_hr: Postavke teksta:
hu: Szöveg beállítások:
ro: Setarile textului:
ru: Параметры текста:
sv: Textinställningar:
tr: Metin Ayarları:
uk: Налаштування тексту:

source: Text color:
ar: لون النص:
bg: Цвят на текста:
fa_fa: رنگ متن:
fr: Couleur du texte :
hr_hr: Boja teksta:
hu: Szövegszín:
ro: Culoarea text-ului:
ru: Цвет текста:
sr_sp: Боја текста:
sv: Textfärg:
tr: Metin rengi:
uk: Колір тексту:

source: Text contains forbidden characters!
bg: Текстът съдържа забранени символи!
fr: Le texte contient des caractères interdits !
ro: Numele fișierelui contine caracteri interzise!
ru: Текст содержит запрещенные символы!
uk: Текст містить заборонені символи!

source: Text files
bg: Текстови файлове
fr: Fichiers texte
ru: Текстовые файлы

source: Text on image
ar: النص على الصورة
bg: Текст върху изображението
fa_fa: متن در تصویر
fr: Texte sur image
hr_hr: Tekst na slici
hu: Szöveg a képen
ro: Text pe imagine
ru: Текст на картинке
sr_sp: Текст на слици
sv: Text på bild
tr: Metin
uk: Текст на зображенні

source: Text position:
ar: موقع النص:
bg: Позиция на текста:
fr: Position du texte :
hr_hr: Pozicija teksta:
hu: Szöveg pozíció:
ro: Pozitia textului:
ru: Позиция текста:
tr: Metin konumu:
uk: Розташування тексту:

source: Text:
ar: نص:
bg: Текст:
fr: Texte :
hr_hr: Tekst:
hu: Szöveg:
ro: Textul:
ru: Текст:
tr: Metin:
uk: Текст:

source: Thanks to the authors of the following open-source libraries:
ar: شكرا لاصحاب المكتبات مفتوحة المصدر التالية:
bg: Благодарности на авторите на следните библиотеки с отворен код:
fr: Merci aux auteurs des bibliothèques open source suivantes :
hu: Köszönet a nyílt forráskódú könyvtárak szerzőinek:
ro: Datorită autorilor următoarelor biblioteci open-source:
ru: Спасибо авторам следующих библиотек с открытым исходным кодом:
sv: Tack till utvecklarna va följande öppen källkodsbibliotek:
tr: Aşağıdaki açık-kaynak kütüphanesi yazarlarına teşekkür ederiz:
uk: Дякуємо авторам таких бібліотек з відкритим вихідним кодом:

source: Thanks to:
ar: شكرا لــ:
bg: Благодарение на:
fr: Merci à :
hu: Köszönjük az itt felsoroltak munkáit:
ro: Mulțumiri:
ru: Благодарности:
sv: Tack till:
tr: Teşekkürler
uk: Щиро дякуємо:

source: The field '%s' cannot be empty.
bg: Полето „%s“ не може да бъде празно.
fr: Le champ '%s' ne peut pas être vide.
ru: Поле '%s' не может быть пустым.

source: The file name cannot be empty.
bg: Името на файла не може да бъде празно.
fr: Le nom du fichier ne peut être vide.
ro: Numele fisierului nu poate fi gol.
ru: Имя файла не может быть пустым.

source: The file name contains forbidden characters.
bg: Името на файла съдържа забранени символи.
fr: Le nom du fichier contient des caractères interdits.
ro: Numele fișierelui contine caracteri interzise.
ru: Имя файла содержит запрещенные символы.

source: The short link has been copied to the clipboard!
ar: الارتباط القصير نسخ الى الحافظة!
bg: Краткият линк е копиран в клипборда!
fr: Le lien court a été copié dans le presse-papiers !
hu: A rövid link át lett másolva a vágólapra!
ro: Link-ul scurt a fost copiat în clipboard!
ru: Короткая ссылка скопирована в буфер обмена!
sv: Kortlänken har kopierats till Urklipp!
tr: Kısa link panoya kopyalandı
uk: Коротке посилання скопійовано до буфера обміну!

source: These files cannot be uploaded to chosen servers:
bg: Тези файлове не могат да бъдат качени на избрани сървъри:
fr: Ces fichiers ne peuvent pas être chargés sur les serveurs choisis :
ru: Эти файлы не могут быть загружены на выбранные серверы:

source: This means that the thumbnail will be created by site, not the program.
ar: وهذا يعني انه سيتم انشاء صورة مصغرة من الموقع، وليس برنامج.
bg: Това означава, че миниатюрата ще бъде създадена от сайта, а не от програмата.
fr: Cela signifie que la vignette sera créée par site et non par programme.
hu: Ez azt jelenti, hogy a miniatűr jön létre a helyszínen, nem pedig a program.
ro: Aceasta înseamnă că miniatura va fi creată de site, nu de program.
ru: Это означает, что миниатюры будут создаваться сайтом, а не программой.
sv: Innebär att miniatyr skapas av sidan, inte programmet.
tr: Bu, Öngörüntü program üzerinden değil, site tarafından oluşturulacak demektir.
uk: Це означає, що ескіз буде створено на сайті, не програмою.

source: This server doesn't have any settings.
bg: Този сървър няма никакви настройки.
fr: Ce serveur n'a aucun paramètre.
ro: Acest server nu are setări.
ru: У этого сервера нет настроек.
uk: Цей сервер не має жодних налаштувань.

source: Thread
bg: Нишка
fr: Fil
ru: Нить

source: Threads number:
ar: عدد مؤشرات الترابط:
bg: Номер на нишките:
fr: Nombre de fils :
hu: Szálak száma:
ro: Numărul firelor:
ru: Число потоков:
tr: Konu sayısı:
uk: Кількість потоків:

source: Thumbnail
ar: صورة مصغرة
bg: Миниатюра
fr: Vignette
hu: Miniatűr
ro: Miniatură
ru: Миниатюра
tr: Öngörüntü
uk: Ескіз

source: Thumbnail Preset Editor
ar: محرر الصور المصغرة مسبقا
bg: Редактор на предварително зададени миниатюри
fr: Éditeur de préréglages de vignettes
hr_hr: Urednik postavki minijatura
hu: Miniatűr készlet szerkesztő
ro: Editare sablonei miniaturei
ru: Редактирование шаблона миниатюры
sv: Miniatyrinställningar
tr: Öngörüntü şablon düzenleme
uk: Редактор шаблону ескізу

source: Thumbnail Preset:
ar: الاعداد المسبق للصورة المصغرة:
bg: Предварително зададени миниатюри:
fr: Préréglage vignette :
hr_hr: Postavke sličice:
hu: Bélyegkép beállítása:
ro: Sablona miniaturei:
ru: Шаблон миниатюры:
sv: Miniatyrinställning:
tr: Öngörüntü stili:
uk: Шаблон ескізу:

source: Thumbnail settings
ar: اعدادات الصورة المصغرة
bg: Настройки на миниатюрите
fr: Paramètres vignette
hu: Miniatűr beállítások
ro: Setări miniatură
ru: Настройки миниатюры
sv: Miniatyrinställningar
tr: Öngörüntü ayarları
uk: Налаштування ескізів

source: Thumbnail text:
ar: نص الصورة المصغرة:
bg: Текст на миниатюрата:
fr: Texte de la vignette :
hr_hr: Tekst sličice:
hu: Bélyegkép felirat:
ro: Text pe miniatura:
ru: Надпись на миниатюре:
sv: Miniatyrtext:
tr: Öngörüntü metni:
uk: Напис в ескізі:

source: Thumbnail width:
ar: عرض الصور المصغرة:
bg: Ширина на миниатюрата:
fa_fa: عرض تصویر کوچک:
fr: Largeur vignette :
hr_hr: Širina sličice:
hu: Miniatűr szélessége:
ro: Lăţimea schiţei:
ru: Ширина миниатюры:
sr_sp: Ширина сличице:
sv: Miniatyrbredd:
tr: Öngörüntü genişliği:
uk: Ширина ескізу:

source: Thumbnail's size:
bg: Размер на миниатюрата:
fr: Taille de la vignette :
ro: Dimensiunea miniaturilor:
ru: Размеры:
uk: Розмір мініатюри:

source: Thumbnails
ar: صور مصغرة
bg: Миниатюри
fr: Vignettes
hr_hr: Sličice
hu: Miniatűrök
ro: Miniature
ru: Миниатюры
sv: Miniatyrer
tr: Öngörüntü
uk: Ескізи

source: Time
bg: Време
fr: Heure
ro: Timp
ru: Время

source: Timeout:
ar: المهلة:
bg: Време за изчакване:
fa_fa: تاخیر:
fr: Délai d’attente :
hr_hr: Prekoračenje vremena:
hu: Időtúllépés:
ro: Pauză:
ru: Задержка:
sr_sp: Тајмаут:
tr: Zaman aşımı:
uk: Затримка:

source: To all
ar: للكل
bg: До всички
fa_fa: به همه
fr: À tous
hr_hr: Za sve
hu: Az összesre
ro: Pentru toate
ru: Для всех
sr_sp: За све
sv: Till alla
tr: Tümü
uk: Для всіх

source: Top center
ar: اعلى المركز
bg: Горе в центъра
fa_fa: بالا در مرکز
fr: Centre supérieur
hr_hr: Gore sredina
hu: Felül középen
ro: Centru sus
ru: Сверху посередине
sr_sp: Горњи центар
sv: Centrum överkant
tr: Üst orta
uk: Вгорі по центру

source: Top left corner
ar: الزاوية العلوية اليسرى
bg: Горен ляв ъгъл
fa_fa: بالا گوشه چپ
fr: Coin supérieur gauche
hr_hr: Gore lijevo
hu: Bal felső sarokban
ro: Colţul stânga sus
ru: Верхний левый угол
sr_sp: Горњи леви угао
sv: Övre vänstra hörnet
tr: Üst sol köşe
uk: Верхній лівий кут

source: Top right corner
ar: الزاوية اليمنى العليا
bg: Горен десен ъгъл
fa_fa: بالا گوشه راست
fr: Coin supérieur droit
hr_hr: Gore desno
hu: Jobb felső sarokban
ro: Сolţul dreapta sus
ru: Правый верхний угол
sr_sp: Горњи десни угао
sv: Övre högra hörnet
tr: Üst sağ köşe
uk: Верхній правий кут

source: Total size:
ar: الحجم الاجمالي:
bg: Общ размер:
fr: Taille totale :
hr_hr: Ukupna veličina:
hu: Teljes méret:
ro: Volum in total:
ru: Общий объем:
sv: Total storlek:
tr: Toplam boyut:
uk: Загальний розмір:

source: Translators:
ar: المترجمين:
bg: Преводачи:
fa_fa: مترجم:
fr: Traducteurs :
hr_hr: Prevoditelji:
hu: - Fordítók:
ro: Traducatorilor:
ru: Переводчикам:
sr_sp: Преводиоци:
sv: Översättare:
tr: Çevirmenler
uk: Перекладачам:

source: Tray icon context menu
ar: ايقونة علبة قائمة السياق
bg: Контекстно меню на иконата в системния трей
fa_fa: کلیک راست ایکون کنار ساعت
fr: Menu contextuel de l'icône de la barre d'état
hr_hr: Kontekstni izbornik statusne ikone
hu: Tálca ikon kontextus menü
ro: Meniu contextual a iconitei
ru: Контекстное меню значка
sr_sp: Мени треј иконе
sv: Programikonens kontextmeny
tr: Tepsi Simgesi menüsü
uk: Контекстне меню піктограми

source: Type
bg: Тип
ru: Тип

source: Type of arrow
bg: Вид стрелка
fr: Type de flèche
ru: Вид стрелки

source: URL for downloading will look like:
ar: الرابط للتنزيل سوف تبدو مثل:
bg: URL адресът за изтегляне ще изглежда така:
fr: L'URL de téléchargement ressemblera à :
hu: A letöltési URL így fog kinézni:
ro: Link-ul de download va arata ca aceasta:
ru: Ссылка для скачивания будет выглядеть так:
sv: URL för nerladdning skall se ut som:
tr: İndirme Linki bu şekilde görünmeli:
uk: URL-адреса для завантаження буде виглядати так:

source: URL for downloading:
ar: الرابط لتنزيلة:
bg: URL адрес за изтегляне:
fr: URL de téléchargement :
hu: URL letöltésre:
ro: URL de Descărcare:
ru: URL для скачивания:
sv: URL för nerladdning:
tr: İndirme Linki:
uk: URL для завантаж.:

source: URL shortening server
ar: رابط خادم قصير
bg: Сървър за съкращаване на URL адреси
fr: Serveur de réduction d'URL
hu: URL-t rövidítő szerver
ro: Server de scurtare URL
ru: Сервер для сокращения ссылок
sv: URL-förkortningsserver
tr: Link kısaltılma sunucusu
uk: Сервер для скорочення посилань

source: URL:
bg: URL адрес:

source: Unable to load picture
ar: غير قادر على رفع الصورة
bg: Не може да се зареди снимката
fa_fa: قادر به بارگیری تصویر نیست
fr: Impossible de charger l'image
hr_hr: Ne mogu poslati sliku
hu: Nem tölthető be a kép
ro: Nu pot deschide imagine
ru: Невозможно загрузить изображение
sr_sp: Не могу да шаљем слику
sv: Kunde inte läsa in bild
tr: Resim yüklenemiyor
uk: Неможливо відвантажити зображення

source: Unable to make screenshot!
bg: Не е възможно да се направи екранна снимка!
fr: Impossible de faire une capture d'écran !
ro: Nu s-a reusit captură de ecran!
ru: Невозможно сделать скриншот!
uk: Не вдається зробити знімок екрана!

source: Unable to shorten the link...
ar: غير قادر على تقصير الارتباط...
bg: Невъзможно е да се съкрати линкът...
fr: Impossible de raccourcir le lien...
hu: Nem sikerült lerövidíteni a linket...
ro: Nu s-a reusit scurtarea link-ului...
ru: Не удалось сократить ссылку...
sv: Kunde inte korta av länken...
tr: Link kısaltma için...
uk: Не вдалося скоротити посилання...

source: Unable to unpack archive %s
bg: Неуспешно разопаковане на архива %s
fr: Impossible de déballer l'archive %s
ro: Nu s-a reusit despachetarea arhivei %s
ru: Невозможно распаковать архив %s
uk: Не вдалося розпакувати архів %s

source: Undo
ar: تراجع
bg: Отмяна
fr: Rétablir
hu: Visszavonás - mégse...
ru: Отменить
sv: Ångra
tr: Geri
uk: Скасувати

source: Unknown status
bg: Неизвестен статус
fr: Statut inconnu
ro: Stare necunoscută
ru: Неизвестный статус
uk: Невідомий статус

source: Update components
bg: Актуализиране на компоненти
fr: Mettre à jour les composants
ro: Actualizați componentele
ru: Обновить компоненты
uk: Оновити компоненти

source: Update finished. Updated %d of %d files
ar: تم الانتهاء من التحديث. تحديث %d من %d ملفات
bg: Актуализацията е завършена. Актуализирани са %d от %d файла.
fr: Mise à jour terminée. Mise à jour de %d fichiers sur %d
hu: A frissítés befejeződött. %d frissítve a %d fájlból
ro: Actualizare terminat. Actualizat %d din fișierele %d
ru: Обновление завершено. Обновлено %d из %d файлов
sv: Uppdatering slutförd. %d av %d filer uppdaterade
tr: Güncelleştirme tamamlandı. %d - %d dosya güncellendi
uk: Оновлення завершено. Оновлено %d із %d файлів

source: Upload Buffer Size:
ar: حجم مخزن الرفع المؤقت:
bg: Размер на буфера за качване:
fr: Taille du tampon de chargement :
hr_hr: Veličina spremnika slanja:
hu: Feltöltési puffer mérete:
ro: Marimea buferului de incarcarea:
ru: Размер буфера отдачи:
sr_sp: Величина бафера слања:
sv: Uppladdningsbuffert:
tr: Yükleme Arabellek Boyutu:
uk: Розмір буфера відвантаження:

source: Upload History
ar: تاريخ الرفع
bg: История на качванията
fr: Historique de chargement
hr_hr: Povijest slanja
hu: Előznények feltöltése
ro: Istoria incarcarilor
ru: История загрузок
sv: Uppladdningshistorik
tr: Yükleme Tarihi
uk: Історія відвантаження

source: Upload Images
ar: رفع الصور
bg: Качване на изображения
fr: Charger des images
hu: Képek feltöltése
ro: Încarcă imaginile
ru: Загрузить изображения
tr: Görüntü yükle
uk: Відвантажити зображення

source: Upload failed! (retry limit reached)
ar: فشلت عملية النقل! (تم الوصول الى حد اعادة المحاولة)
bg: Качването не бе успешно! (достигнат е лимитът за повторни опити)
fa_fa: (موفق به اپلود نشد (محدوده تجدیدنظر به پایان رسید
fr: Échec du chargement ! (limite de tentatives atteinte)
hr_hr: Pogrešno slanje! (dosegnuta granica pokušaja)
hu: Feltöltés sikertelen! (újra próbálkozási korlát)
ro: Incarcarea n-a avut succes! (limita de incerari s-a epuizat)
ru: Загрузка на сервер не удалась! (лимит попыток исчерпан)
sr_sp: Погрешно слање! (граница пробе достигнута)
sv: Uppladdning misslyckades! (gränsen för återförsök nådd)
tr: Yükleme başarısız! (Limit aşıldı. Tekrar dene)
uk: Відвантаження не вдалося! (досягнуто ліміт спроб)

source: Upload failed. Another retry (%d)...
ar: فشلت عملية الرفع اعادة المحاولة مرة اخرى(%d)...
bg: Качването не бе успешно. Още един опит (%d)...
fa_fa: ... (%d) اپلود موفق نشد.تجدید نظر دوباره
fr: Chargement a échoué. Une autre tentative (%d)...
hr_hr: Pogreška u slanju. Drugi pokušaj (%d)...
hu: Feltöltés sikertelen. Egy másik próbálkozás (%d)...
ro: Incarcarea n-a avut succes. Repet (%d)...
ru: Загрузка на сервер не удалась. Повторяю (%d)...
sr_sp: Погрешно слање. Други покушај (%d)...
sv: Uppladdning misslyckades. försöker igen (%d)...
tr: Yükleme başarısız. Tekrar dene (%d)...
uk: Відвантаження не вдалося. Ще одна спроба (%d) ...

source: Upload files
ar: رفع ملفات
bg: Качване на файлове
fa_fa: اپلود فایل ها
fr: Charger des fichiers
hr_hr: Slanje datoteka
hu: Fájlok feltöltése
ro: Încarcă fisiere
ru: Загрузить файлы
sr_sp: Слање датотека
sv: Ladda upp filer
tr: Dosya Yükle
uk: Відвантажити файли

source: Upload folder
ar: رفع مجلد
bg: Качване на папка
fa_fa: پوشه اپلود
fr: Chargement du dossier
hr_hr: Šalji mapu
hu: Mappa feltöltése
ro: Încarca mapa
ru: Загрузить папку
sr_sp: Шаљи фасциклу
sv: Uppladdningsmapp
tr: Klasör Yükle
uk: Відвантажити папку

source: Upload images
ar: رفع الصور
bg: Качване на изображения
fa_fa: اپلود تصاویر
fr: Charger des images
hr_hr: Pošalji slike
hu: Képek feltöltése
ro: Încarcă imaginile
ru: Загрузить изображения
sr_sp: Пошаљи слике
sv: Ladda upp bilder
tr: Görüntü Yükle
uk: Відвантажити зображення

source: Upload images only
ar: رفع الصور فقط
bg: Качване само на изображения
fa_fa: فقط اپلود تصاویر
fr: Charger seulement des images
hr_hr: Slanje samo slike
hu: Csak képeket töltsön fel
ro: Încarcă numai imagini
ru: Загрузить только изображения
sr_sp: Шаљи само слике
sv: Ladda endast upp bilder
tr: Sadece görüntüleri yükle
uk: Відвантажити тільки зображення

source: Upload progress
ar: تقدم الرفع
bg: Напредък на качването
fr: Progression du chargement
hu: Feltöltés folyamata
ro: Progresul încărcării
ru: Процесс загрузки
tr: Yükleme İşlemi
uk: Перебіг відвантаження

source: Upload results
ar: نتائج الرفع
bg: Качване на резултати
fr: Chargement des résultats
hr_hr: Izvještaj slanja
hu: Eredmények feltöltése
ro: Resultate incarcarii
ru: Результаты загрузки
sr_sp: Резултати слања
sv: Uppladdningsresultat
tr: Yükleme Sonuçları
uk: Результати відвантаження

source: Upload speed limit per thread:
bg: Ограничение на скоростта на качване на нишка:
fr: Limite de vitesse d'envoi par fil :
ro: Limita de viteză de încărcare pe fir:
ru: Лимит скорости отдачи (на поток):
uk: Обмеження швидкості завантаження (на потік):

source: Upload to %s
ar: رفع الى %s
bg: Качване в %s
fr: Charger sur %s
hu: Feltöltés ide %s
ro: Încărca pe %s
ru: Загрузить на %s
sv: Ladda upp till %s
tr: %s Yükle
uk: Відвантажити на %s

source: Upload to Web
ar: رفع الى شبكة الانترنت
bg: Качване в мрежата
fr: Charger sur le Web
hr_hr: Pošalji na internet
hu: Feltöltés a Webre
ro: Incarca la server
ru: Загрузить на сервер
sr_sp: Пошаљи на интернет
sv: Ladda upp på webben
tr: Web'den Yükle
uk: Відвантажити до Інтернету

source: Upload to server '%s' is impossible without account. You should sign Up on this server and specify your account details in program settings.
ar: رفع الى الخادم '%s' من المستحيل بدون حساب. يجب ان توقع على هذا الخادم وتحدد تفاصيل حسابك في اعدادات البرنامج.
bg: Качването на сървър „%s“ е невъзможно без акаунт. Трябва да се регистрирате на този сървър и да посочите данните за акаунта си в настройките на програмата.
fr: Le chargement vers le serveur '%s' est impossible sans compte. Vous devez vous inscrire sur ce serveur et spécifier les détails de votre compte dans les paramètres du programme.
hr_hr: Slanje na poslužitelj '%s' nije dostupno bez računa. Trebate se prijaviti na poslužitelj i odrediti detalje računa u postavkama programa.
hu: A '%s' szerverre való feltöltéshez, fiók megléte szükséges. Fel kell iratkozni a szerverre megadni az adatait és a program beállításait.
ro: Nu puteti incarca fisiere la server '%s' daca nu sunteti inregistrati pe server. Va rugam sa inregistrati pe acest server si setati username si parola in Image Uploader.
ru: Загрузка файлов на сервер '%s' невозможна без наличия учетной записи. Пожалуйста, зарегистрируйтесь на данном сервере и укажите ваши регистрационные данные в программе.
sr_sp: Слање на сервер '%s' није доступно без налога. Требате да се пријавите на серверу и да наведете детаље налога у поставке програма.
sv: Uppladdning till servern '%s' är inte möjlig utan konto. Du behöver registrera ett konto på servern och ange kontouppgifterna i programinställningarna.
tr: Hesabınız olmadan '%s' sunucusuna yükleme yapamazsınız. Sunucuya kaydolun ve hesap bilgilerinizi belirtin
uk: Відвантажити на сервер '%s' без облікового запису неможливо. Ви повинні зареєструватися на цьому сервері і ввести дані облікового запису в настройках програми.

source: Uploaded images:
ar: الصور المرفوعة:
bg: Качени изображения:
fr: Images chargées :
hu: Feltöltött képek:
ro: Imagini încărcate:
ru: Загружено изображений:
sv: Uppladdade bilder:
tr: Yüklenen resimler:
uk: Відвантажені зображення:

source: Uploading Files to Server
bg: Качване на файлове на сървъра
fr: Chargement de fichiers vers serveur
hu: Fájl feltöltése a szerverre
ro: Încărcarea fişierelor pe server
ru: Загрузка файлов на сервер
tr: Sunucu üzerine dosya yükleme
uk: Відвантаження файлів на сервер

source: Uploading errors
ar: اخطاء الرفع
bg: Грешки при качване
fa_fa: خطاهای اپلود
fr: Erreurs de chargement
hr_hr: Greška slanja
hu: Feltöltési hibák
ro: Erori in procesul incarcarii
ru: Ошибки загрузки
sr_sp: Грешке слања
sv: Uppladdningsfel
tr: Yükleme hataları
uk: Помилки відвантаження

source: Uploading has been finished.
ar: وقد تم الانتهاء من الرفع
bg: Качването е завършено.
fr: Le transfert est terminé.
hr_hr: Slanje je završeno.
hu: A feltöltés befejeződött.
ro: Incarcarea a fost finisata.
ru: Загрузка завершена.
sr_sp: Слање је завршено.
sv: Uppladdning slutförd.
tr: Yükleme tamamlandı.
uk: Відвантаження завершено.

source: Uploading image...
bg: Качване на изображение...
fr: Chargement de l'image...
hu: Kép feltöltésee...
ro: Încărcarea imaginii...
ru: Загрузка изображения...
uk: Відвантаження зображення...

source: Uploading initiated from tray
bg: Качването е започнато от системната лента
fr: Chargement lancé depuis la barre d'état
ru: Загрузка из трея (по горячей клавише)

source: Uploading module
ar: نقل الوحدة النمطية
bg: Модул за качване
fa_fa: مدل اپلود
fr: Chargement du module
hr_hr: Način slanja
hu: Feltöltési modul
ro: Incarcarea
ru: Модуль загрузки
sr_sp: Модул слања
sv: Laddar upp modul
tr: Yükleme modülü
uk: Відвантаження модуля

source: Uploading screenshot
ar: رفع الصورة
bg: Качване на екранна снимка
fr: Chargement d'une capture d'écran
hr_hr: Slanje snimke ekrana
hu: Képernyőfelvétel feltöltése
ro: Incarcarea pozei
ru: Загрузка снимка
sr_sp: Слање усликавања
sv: Laddar upp skärmklipp
tr: Ekran görüntüsü yükleniyor
uk: Відвантаження знімка екрана

source: Url Shortener
ar: رابط مختصر
bg: Съкращаване на URL адреси
fr: Raccourcisseur d'URL
hu: URL Rövidítő
ro: Scurtator de adrese URL
ru: Сокращение ссылок
sv: URL-avkortare
tr: Link Kısaltıcı
uk: Скорочення посилань

source: Use default thumbnail settings
ar: استخدام اعدادات المصغرة الافتراضية
bg: Използване на настройките за миниатюри по подразбиране
fr: Utiliser les paramètres des vignettes par défaut
hu: Alapértelmezett bélyegkép-beállítások használata
ro: Utilizarea setările implicite pentru miniaturi
ru: Настройки эскизов по-умолчанию
sv: Standardinställningar för miniatyrer
tr: Varsayılan öngörüntü ayarlarını kullan
uk: Типові налаштування ескізів
